[
	{
		"id": 4454,
		"imageSrc": "https://mining-center.net/wp-content/uploads/2019/07/s9.png",
		"title": "Прошивка для asic miner Antminer S9",
		"descriptionPreview": "Версия 3.8.6\r\n\r\nНа русском языке",
		"description": {
			"title": "",
			"content": [
				{
					"type": "paragraph",
					"content": [
						"Скачайте совместимую со всеми моделями асиков S9 прошивку с возможностью оплачивать разработку ПО (1,3—2%) в ходе майнинга. Ее дизайн максимально приближен к оригинальному, чтобы было удобно работать."
					]
				},
				{ "type": "paragraph", "content": ["В этом варианте:"] },
				{ "type": "paragraph", "content": [""] },
				{ "type": "paragraph", "content": [""] },
				{
					"type": "paragraph",
					"content": [
						" \tоплата производится по время добычи криптомонет;"
					]
				},
				{
					"type": "paragraph",
					"content": [" \tперебоев с доходами нет;"]
				},
				{
					"type": "paragraph",
					"content": [
						" \tсохраняется такой же расход ресурсов, что и для стандартного ПО;"
					]
				},
				{
					"type": "paragraph",
					"content": [" \tмощность вычислений возрастает;"]
				},
				{
					"type": "paragraph",
					"content": [
						" \tсрок службы оборудования продлевается в пять раз за счет отдельной настройки каждого чипа;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tнаблюдается экономия до 250 Вт в пулах, которые поддерживают технологию AsicBoost;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tможно управлять частотой, напряжением, шаблонами для каждой панели с чипами: при разгоне до 18 Th/s — при воздушном, до 19-22 Th/s — при иммерсионном охлаждении."
					]
				},
				{ "type": "paragraph", "content": [""] },
				{
					"type": "paragraph",
					"content": [
						"Рекомендуется позаботиться о мощном источнике питания. По запросу мы создаем для клиентов партнерские варианты ПО с логотипом и встроенным механизмом расчетов процентов от дохода во время работы оборудования партнеров."
					]
				}
			]
		},
		"characteristics": [
			"➡ Прошивка для Асик Antminer S9 обеспечивает разгон хешрейта до 19 Th/s с воздушным охлаждением, до 22 Th/s — с иммерсионным (за счет погружения в безопасную для электроники диэлектрическую теплопроводную жидкость).",
			"➡ Реализована функция автоматической проверки ASIC на вирусы и вредоносное ПО с последующим уничтожением зловредов. Такая проверка необходима при покупке б/у оборудования из-за частых случаев заражения, когда приходится решать проблемы кардинально, вплоть до замены контрольный платы управления.",
			"➡ Предлагаем программу с готовыми профилями для разгона, функцией ASIC BOOST, ваттметром — шкалой показателей потребления электричества, DEV FEE — 1,8%."
		],
		"tabContent": [
			{
				"title": "Подключение",
				"content": [
					{
						"type": "title",
						"content": ["Инструкция по установке прошивки"]
					},
					{
						"type": "list",
						"content": [
							" \tЗайти в WEB интерфейс устройства.",
							" \tПерейти во  вкладку System, далее Upgrade.",
							" \tНажть на кнопку Choose File, выбрать предварительно скаченную прошивку с нашего сайта.",
							" \tНажать на кнопку Flash Image и дождаться полной установки и перезагрузки устройства.",
							" \tОбновите страницу(CTRL+F5).",
							" \tПереходим во вкладку Miner Configuration – Mining Profiles - выбираем профиль согласно характеристикам вашего блока питания.",
							" \tВключить ASICBOOST"
						]
					}
				]
			},
			{
				"title": "Популярные режимы",
				"content": [
					{
						"type": "title",
						"content": [
							"Популярные режимы работы для asic miner Antminer S9"
						]
					},
					{
						"type": "paragraph",
						"content": [
							"Рекомендуем использовать такие режимы работы:"
						]
					},
					{
						"type": "paragraph",
						"content": [" \t16.1 Th/s — 1450 W;"]
					},
					{
						"type": "paragraph",
						"content": [" \t15 Th/s — 1300 W;"]
					},
					{
						"type": "paragraph",
						"content": [" \t13.5 Th/s — 1050 W."]
					},
					{
						"type": "paragraph",
						"content": [
							"Эти варианты гарантируют безопасную работу оборудования при использовании стандартного блока питания."
						]
					},
					{
						"type": "paragraph",
						"content": [
							"В случае если вы решите разогнать асик выше 17 Th/s, целесообразно  приобрести более производительный блок с показателями мощности в диапазоне от 2000 W до 2500 W. Также следует позаботиться о замене стандартного воздушного охлаждения за счет заводских кулеров на иммерсионное, то есть обеспечить понижение температуры оборудования способом погружения в безопасную для электроники диэлектрическую теплопроводную жидкость."
						]
					}
				]
			},
			{
				"title": "Функциональные особенности",
				"content": [
					{
						"type": "title",
						"content": ["Функциональные особенности"]
					},
					{
						"type": "list",
						"content": [
							" \tПО сразу устанавливается на все майнеры, поэтому не приходится их настраивать вручную по очереди;",
							" \tпредусмотрена защита от вирусов;",
							" \tвыполняется автотюн — настройка чипов, что увеличивает срок службы оборудования на 100-200%;",
							" \tпредусмотрена защита от перегревания;",
							" \tобеспечивается защита от лишнего расхода электроэнергии и работы вхолостую при отключении Интернета и пула;",
							" \tдобавлена функция поиска антмайнера в ЦОДе;",
							" \tподдерживается рабочая температура чипов, что положительно сказывается на сроке службы кулеров, а хеш стабилизируется;",
							" \tможно бесплатно выполнять мониторинг через Интернет;",
							" \tрежим даунвольта (13,5 — 1050 ватт) позволяет снижать темпе.",
							" \tЗа счет прошивки эффективность майнинга повышается на 20-30% без увеличения потребления ресурсов.",
							"Мы можем создать для вас партнерскую версию прошивки с логотипом и интегрированным алгоритмом вычисления процента от дохода, когда добыча ведется на асиках ваших клиентов."
						]
					}
				]
			},
			{
				"title": "Отличительные особенности",
				"content": [
					{
						"type": "title",
						"content": ["Отличительные особенности"]
					},
					{
						"type": "list",
						"content": [
							" \tпрограмма обеспечивает стабилизацию майнинга;",
							" \tесть возможность сделать полный рестарт ПО или ограничиться только перезагрузкой ЦГ майнера в тюне;",
							" \tдополнительно к автоматической системе проверки на наличие вирусов предлагается ручная проверка и лечение от шпионского ПО, включая новый вирус AntBuild;",
							" \tустранены ошибки при подключении к мониторингу Anthill.farm;",
							" \tв конфиг мультипликаторе добавлена функция Find Miner, чтобы одновременно заниматься поисками большего количество майнеров;",
							" \tизменен формат скачивания лога файла в txt;",
							" \tдобавлена новая функция «Режима сна», которая включается в конфиг мультипликаторе для остановки процесса добычи криптомонет и снижения оборотов кулеров до минимальных;",
							" \tрешена проблема с ошибкой DevFee error exit."
						]
					}
				]
			},
			{
				"title": "Нужна помощь",
				"content": [
					{ "type": "title", "content": ["Нужна помощь?"] },
					{
						"type": "paragraph",
						"content": [
							"Если у вас возникли вопросы относительно того, как  скачать, оплатить и установить прошивку для Asic S9, получите профессиональную бесплатную консультацию у наших менеджеров. Вам в подробностях расскажут о нюансах программного обеспечения, помогут сделать  необходимые настройки дистанционно."
						]
					},
					{
						"type": "paragraph",
						"content": [
							"Вы можете позвонить нам или написать на адрес miningcenter@bk.ru. Если  требуется оперативная помощь, отправьте свои контактные данные на этой странице в форме, расположенной ниже, и с вами быстро свяжутся."
						]
					}
				]
			}
		],
		"downloadLink": "https://mining-center.net/wp-content/uploads/2019/08/Antminer-S9-3.8.6miningcenter.tar.gz"
	},
	{
		"id": 4469,
		"title": "Прошивка для asic miner Antminer T9+",
		"descriptionPreview": "Версия 3.8.6\r\n\r\nНа русском языке",
		"description": {
			"title": "",
			"content": [
				{
					"type": "paragraph",
					"content": [
						"Прошивку можно бесплатно загрузить и перечислять плату за разработку ПО в размере 1,3-2% в процессе добычи криптовалюты. Интерфейс максимально приближен к оригинальному, поэтому при работе не возникает замечаний."
					]
				},
				{
					"type": "paragraph",
					"content": ["При бесплатном скачивании:"]
				},
				{ "type": "paragraph", "content": [""] },
				{ "type": "paragraph", "content": [""] },
				{
					"type": "paragraph",
					"content": [
						" \tоплата в счет погашения платежа за разработку прошивки перечисляется при работе без остановки поступления доходов на собственный счет;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tресурсы расходуются в том же объеме, что и при использовании оригинальной версии;"
					]
				},
				{
					"type": "paragraph",
					"content": [" \tэффективность вычислений возрастает;"]
				},
				{
					"type": "paragraph",
					"content": [
						" \tсрок службы оборудования увеличивается за счет отдельной настройки каждой платы и чипа;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tэкономия в пулах с поддержкой технологии AsicBoost достигает 250 Вт;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tможно регулировать частоту, напряжение, выбирать шаблоны для каждой хеш-панели: до 14 Th/s — с вентиляторами, выше — с использованием иммерсионного охлаждения."
					]
				},
				{ "type": "paragraph", "content": [""] },
				{
					"type": "paragraph",
					"content": [
						"Для безопасной работы следует подключить мощный источник питания."
					]
				},
				{
					"type": "paragraph",
					"content": [
						"Выполняем запросы для партнерских кампаний — создаем кастомные версии ПО с логотипом клиента и встроенным алгоритмом расчета процентов от дохода в ходе эксплуатации оборудования партнеров."
					]
				}
			]
		},
		"characteristics": [
			"➡ Прошивка обеспечивает разгон хешрейта на воздушном охлаждении до 14 Th/s.",
			"➡ Разработаны готовые профили для разгона в зависимости от мощности блока питания.",
			"➡ Устранены ошибки HW, которые возникают в оригинальной прошивке.",
			"➡ При выборе иммерсионного охлаждения можно отключить вентиляторы.",
			"➡ Добавлена функция ASIC BOOST.",
			"➡ Реализована функция автоматической проверки оборудования на наличие вирусов и вредоносного ПО, что особенно важно при покупке майнеров б/у.",
			"➡ Добавлен ваттметр для отслеживания потребления электроэнергии.",
			"➡ DEV FEE - 1,8%"
		],
		"tabContent": [
			{
				"title": "Подключение",
				"content": [
					{
						"type": "title",
						"content": ["Инструкция по установке прошивки"]
					},
					{
						"type": "list",
						"content": [
							" \tСкачать на нашем сайте прошивку для Асик Antminer T9+.",
							" \tЗайти в интерфейс асика — открыть вкладку System, зайти в Upgrad.",
							" \tНажать «Choose File» — выбрать прошивку.",
							" \tНажать «Flash Image» — начнется установка, которая завершится автоматической перезагрузкой.",
							" \tПосле этого обновить страницу (CTRL+F5).",
							" \tЗайти во вкладку Miner Configuration — Mining Profiles.",
							" \tВыбрать профиль в зависимости от мощности блока питания.",
							" \tВключить ASICBOOST."
						]
					}
				]
			},
			{
				"title": "Популярные режимы",
				"content": [
					{ "type": "title", "content": ["Популярные режимы"] },
					{
						"type": "paragraph",
						"content": [
							"Чтобы безопасно работать со стандартным блоком питания, рекомендуется выбирать следующие режимы:"
						]
					},
					{ "type": "paragraph", "content": [" \t10 Th/s — 990 W."] },
					{
						"type": "paragraph",
						"content": [" \t11 Th/s — 1100 W."]
					},
					{
						"type": "paragraph",
						"content": [" \t12 Th/s — 1250 W."]
					},
					{
						"type": "paragraph",
						"content": [" \t14 Th/s — 1500 W."]
					},
					{
						"type": "paragraph",
						"content": [
							"Если нужно увеличить разгон выше 14,5 Th/s, то следует заменить стандартный блок более мощным — 2000 W и выше. Дополнительно нужно заменить встроенное заводское воздушное охлаждение погружным иммерсионным, то есть понижать температуру асика за счет погружения в диэлектрическую теплопроводную жидкость, которая безопасна для электроники. В прошивке на этот случай реализована функция отключения кулеров."
						]
					}
				]
			},
			{
				"title": "Функциональные особенности",
				"content": [
					{
						"type": "title",
						"content": ["Функциональные особенности"]
					},
					{
						"type": "list",
						"content": [
							" \tпрошивку можно одновременно установить с дублированием конфигурации и созданием воркеров на любое количество асиков, подключенных к одной сети;",
							" \tоборудование проверяется на вирусы и вредоносное ПО автоматически, что особенно необходимо при покупке б/у асиков;",
							" \tдобавлен AUTO TUNING — частота подбирается в автоматическом режиме, ведется слежка за работой чипов;",
							" \tдобавлена функция ASIC BOOST для снижения потребления энергии с сохранением уровня хешрейта в среднем до 15% благодаря оптимизации алгоритма;",
							" \tнастроена функция поиска асика в ЦОДе;",
							" \tразработаны готовые профили для даунвольта в жарком климате;",
							" \tдобавлен ваттметр для отслеживания расхода электроэнергии;",
							" \tреализована удобная функция массовой смены пароля, порта SSH и отключения порта SSH;",
							" \tдобавлен «Режим сна», когда можно остановить майнинг со снижением оборотов кулеров до минимальных."
						]
					}
				]
			},
			{
				"title": "Отличительные особенности",
				"content": [
					{
						"type": "title",
						"content": ["Отличительные особенности"]
					},
					{
						"type": "list",
						"content": [
							" \tесли использовать охлаждение за счет вентиляторов, хешрейт можно разогнать до 14 Th/s;",
							" \tпри иммерсионном охлаждении — выше 14,5 Th/s;",
							" \tкаждый чип визуально контролируется — зеленый, оранжевый, красный;",
							" \tсозданы оптимальные профили для разгона — выбирать следует в зависимости от производительности блока питания;",
							" \tкаждая плата разгоняется отдельно — разгон и вольтаж;",
							" \tкаждый чип разгоняется отдельно, поэтому достигается максимальная скорость добычи криптомонет и повышается стабильность процесса добычи;",
							" \tустранены ошибки HW, которые встречались в оригинальной прошивке;",
							" \tпри подключении иммерсионного охлаждения есть возможность отключить кулеры."
						]
					}
				]
			},
			{
				"title": "Нужна помощь",
				"content": [
					{ "type": "title", "content": ["Нужна помощь?"] },
					{
						"type": "paragraph",
						"content": [
							"Если у вас возникли вопросы относительно того, как  скачать, оплатить, установить прошивку для Asic miner T9+, а также выбрать подходящий блок питания, использовать иммерсионное охлаждение, закажите профессиональную консультацию у наших менеджеров. Услуга оказывается бесплатно. Вы узнаете обо всех функциях программного обеспечения, а также получите помощь по настройке оборудования."
						]
					},
					{
						"type": "paragraph",
						"content": [
							"Быстро связаться с нами можно по телефону или отправив свои контактные данные в форме, расположенной ниже на этой странице. С вами оперативно  свяжутся. Также можно отправить вопросы на адрес miningcenter@bk.ru."
						]
					}
				]
			}
		],
		"downloadLink": "https://mining-center.net/wp-content/uploads/2019/08/Antminer-T93.8.6miningcenter.tar.gz"
	},
	{
		"id": 4622,
		"imageSrc": "https://mining-center.net/wp-content/uploads/2019/07/s9j.png",
		"title": "Прошивка для asic miner Antminer S9j",
		"descriptionPreview": "Версия 3.8.6\r\n\r\nНа русском языке",
		"description": {
			"title": "",
			"content": [
				{
					"type": "paragraph",
					"content": [
						"Вы можете скачать бесплатный вариант прошивки для Asic S9j с возможностью платить за услуги по разработке программы в процессе майнинга. Она выглядит практически так же, как ПО от Bitmain, и обеспечивает ряд преимуществ:"
					]
				},
				{ "type": "paragraph", "content": [""] },
				{ "type": "paragraph", "content": [""] },
				{
					"type": "paragraph",
					"content": [
						" \tоплата за услуги по разработке прошивки производится одновременно с добычей криптомонет, при этом поступление доходов не прекращается;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tресурсы расходуются в том же объеме, что и при работе стандартного ПО, но мощность вычислений повышается на 20-30%;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tблагодаря отдельной настройке каждого чипа срок работы оборудования увеличивается;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tв пулах, поддерживающих AsicBoost экономия достигает 250 Вт;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tпользователь получает возможность управлять частотой и напряжением для каждой хеш-панели: при разгоне до 18 Th/s — при воздушном охлаждении, до 19-22 Th/s — при иммерсионном."
					]
				},
				{ "type": "paragraph", "content": [""] },
				{
					"type": "paragraph",
					"content": [
						"Для стабильной работы оборудования рекомендуется использовать источник питания с повышенной мощностью. Также вы можете сделать запрос на партнерский вариант программы с вашим логотипом и интегрированным механизмом расчетов полагающихся вам процентов от дохода ваших клиентов."
					]
				}
			]
		},
		"characteristics": [
			"➡ При работе с воздушным охлаждением (заводскими кулерами) разгон хешрейта достигает 19 Th/s;",
			"➡ С иммерсионным — 22 Th/s;",
			"➡ Созданы готовые профили для разгона;",
			"➡ Выполняется проверка ASIC на вирусы и вредоносное ПО в автоматическом режиме, после чего все зловреды удаляются — это особенно полезно покупателям б/у оборудования, поскольку случаи заражения бывают часто;",
			"➡ Имеется ваттметр для контроля расхода электроэнергии;",
			"➡ DEV FEE - 1,8%."
		],
		"tabContent": [
			{
				"title": "Подключение",
				"content": [
					{
						"type": "title",
						"content": ["Инструкция по установке прошивки"]
					},
					{
						"type": "list",
						"content": [
							" \tВ интерфейсе майнера зайти во вкладку System, потом в Upgrade.",
							" \tВыбрать (кнопка Choose File) заранее загруженную с нашего сайта прошивку и начать установку (кнопка Flash Image).",
							" \tДождаться окончания и перезагрузки (выполняется автоматически).",
							" \tНажать комбинацию CTRL+F5 для обновления страницы.",
							" \tПерейти в «Miner Configuration», затем в «Mining Profiles», выбрать подходящий по характеристикам блока питания профиль.",
							" \tВключить ASICBOOST."
						]
					}
				]
			},
			{
				"title": "Популярные режимы",
				"content": [
					{ "type": "title", "content": ["Популярные режимы"] },
					{
						"type": "paragraph",
						"content": [
							"После того как скачали и установили прошивку для Асик Antminer S9j, для обеспечения безопасности при работе со стандартным блоком питания рекомендуем выбирать такие режимы:"
						]
					},
					{
						"type": "paragraph",
						"content": [" \t16.1 Th/s — 1450 W;"]
					},
					{
						"type": "paragraph",
						"content": [" \t15 Th/s — 1300 W;"]
					},
					{
						"type": "paragraph",
						"content": [" \t13.5 Th/s — 1050 W."]
					},
					{
						"type": "paragraph",
						"content": [
							"При желании разогнать хешрейт выше 17 Th/s рекомендуется установить блок с мощностью 2000-2500 W и использовать иммерсионное охлаждение за счет погружения в диэлектрическую теплопроводную жидкость."
						]
					}
				]
			},
			{
				"title": "Функциональные особенности",
				"content": [
					{
						"type": "title",
						"content": ["Функциональные особенности"]
					},
					{
						"type": "list",
						"content": [
							" \tпрограмма одновременно устанавливается на все асики, поэтому нет необходимости настраивать каждый вручную;",
							" \tобеспечивается защита от вирусов;",
							" \tесть функция автотюна — настройка чипов, увеличение срока службы асика в 2-3 раза;",
							" \tимеется защита от перегрева;",
							" \tпредусмотрена защита от работы вхолостую и лишнего расходования электричества в случаях, когда нет подключения к Интернету или пулу;",
							" \tнастроена функция поиска асика в центре обработки данных (ЦОДе);",
							" \tподдерживается стабильная температура чипов, что увеличивает срок службы вентиляторов и обеспечивает более стабильный хеш;",
							" \tдобавлен бесплатный мониторинг через Интернет;",
							" \tможно использовать режим даунвольта (13,5 — 1050 ватт) для снижения температуры в жарких регионах."
						]
					}
				]
			},
			{
				"title": "Отличительные особенности",
				"content": [
					{
						"type": "title",
						"content": ["Отличительные особенности"]
					},
					{
						"type": "list",
						"content": [
							" \tпрограмма повышает стабильность добычи монет;",
							" \tэффективность майнинга увеличивается на 20-30 %, при этом расход ресурсов остается на прежнем уровне;",
							" \tпри необходимости рестарта есть альтернативы — выполнить полную перезагрузку или только ЦГ майнера в тюне;",
							" \tкроме автоматической системы проверки на вирусы в разделе Security можно воспользоваться ручной проверкой и лечением, что позволяет обнаружить и удалить новый вирус AntBuild;",
							" \tподключение к мониторингу Anthill.farm выполняется без проблем;",
							" \tдля одновременного поиска большего количество майнеров в конфиг мультипликаторе появилась функция Find Miner;",
							" \tизменен формат файла при скачивании лога в txt;",
							" \tв конфиг мультипликаторе реализована новая удобная функция «Режим сна» для экономии ресурсов, так как можно остановить майнинг и до минимума уменьшить обороты кулеров;",
							" \tустранена проблема с ошибкой DevFee error exit."
						]
					}
				]
			},
			{
				"title": "Нужна помощь",
				"content": [
					{ "type": "title", "content": ["Нужна помощь?"] },
					{
						"type": "paragraph",
						"content": [
							"Получите профессиональную консультацию нашего специалиста, если есть вопросы по установке и настройке ПО с целью повышения эффективности майнинга на 20-30% без увеличения расхода ресурсов. Услуга бесплатная. Консультант расскажут о нюансах эксплуатации программы, ответит на все вопросы."
						]
					},
					{
						"type": "paragraph",
						"content": [
							"Консультацию можно заказать любым удобным способом:"
						]
					},
					{ "type": "paragraph", "content": [" \tпозвонить;"] },
					{
						"type": "paragraph",
						"content": [" \tнаписать на адрес miningcenter@bk.ru;"]
					},
					{
						"type": "paragraph",
						"content": [
							" \tотправить свои контактные данные в форме, расположенной ниже."
						]
					}
				]
			}
		],
		"downloadLink": "https://mining-center.net/wp-content/uploads/2019/08/Antminer-S9-3.8.6miningcenter.tar.gz"
	},
	{
		"id": 4623,
		"imageSrc": "https://mining-center.net/wp-content/uploads/2019/07/s9i.png",
		"title": "Прошивка для asic miner Antminer S9i",
		"descriptionPreview": "Версия 3.8.6\r\n\r\nНа русском языке",
		"description": {
			"title": "",
			"content": [
				{
					"type": "paragraph",
					"content": [
						"Предлагаем бесплатно скачать совместимую со всеми моделями прошивку для Asic S9i с функцией оплаты ПО во время добычи монет, так как она без увеличения расхода ресурсов обеспечивает повышение вычислительной мощности. С ней удобно работать, так как дизайн интерфейса схож с оригинальным."
					]
				},
				{
					"type": "paragraph",
					"content": ["Особенности бесплатного варианта:"]
				},
				{ "type": "paragraph", "content": [""] },
				{ "type": "paragraph", "content": [""] },
				{
					"type": "paragraph",
					"content": [
						" \tв ходе майнинга автоматически производится оплата за разработку ПО;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tдобыча в пользу покупателя прошивки идет параллельно с перечислением процентов за разработку;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tрасход ресурсов сохраняется на прежнем уровне, а мощность вычислений увеличивается;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tсрок эксплуатации асиков увеличивается благодаря индивидуальной настройке каждого отдельного чипа;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tв пулах, поддерживающих технологию AsicBoost, экономия достигает 250 Вт;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tпрограмма позволяет для каждой хеш-панели установить частоту, напряжение, использовать шаблоны при воздушном охлаждении до 18 Th/s, при иммерсионном — 19-22 Th/s."
					]
				},
				{ "type": "paragraph", "content": [""] },
				{
					"type": "paragraph",
					"content": [
						"Для эффективной работы нужно использовать более мощные источники питания."
					]
				},
				{
					"type": "paragraph",
					"content": [
						"Если вы планируете получать доходы по партнерским программам, то мы создадим для вас версию ПО с вашим логотипом и встроенным механизмом для высчитывания процентов от дохода в вашу пользу."
					]
				}
			]
		},
		"characteristics": [
			"➡ С охлаждением за счет заводских кулеров можно выполнять разгон хешрейта до 19 Th/s;",
			"➡ С иммерсионным охлаждением — до 22 Th/s;",
			"➡ Для всех, кто покупает б/у оборудование, будет полезна встроенная функция автоматической проверки на вирусы и вредоносное ПО с удалением всего лишнего;",
			"➡ Предлагаем программу с уже готовыми профилями для разгона, а также функцией ASIC BOOST, ваттметром и DEV FEE 1,8%."
		],
		"tabContent": [
			{
				"title": "Подключение",
				"content": [
					{
						"type": "title",
						"content": ["Инструкция по установке прошивки"]
					},
					{
						"type": "list",
						"content": [
							" \tВ интерфейсе асика открыть вкладку System, затем — Upgrade.",
							" \tНажать «Choose File» и выбрать прошивку (предварительно ее надо скачать у нас на сайте).",
							" \tДалее нажать «Flash Image», чтобы началась установка, после чего будут автоматически выполнена перезагрузка.",
							" \tОбновить страницу — CTRL+F5.",
							" \tПерейти во вкладку Miner Configuration, затем в Mining Profiles и выбрать профиль в соответствии с блоком питания.",
							" \tВключить ASICBOOST."
						]
					}
				]
			},
			{
				"title": "Популярные режимы",
				"content": [
					{ "type": "title", "content": ["Популярные режимы"] },
					{
						"type": "paragraph",
						"content": [
							"Если вы скачаете нашу прошивку для Асик Antminer S9i, то рекомендуем использовать следующие режимы работы для безопасной эксплуатации оборудования при условии использования стандартного блока питания:"
						]
					},
					{
						"type": "paragraph",
						"content": [" \t16.1 Th/s — 1450 W;"]
					},
					{
						"type": "paragraph",
						"content": [" \t15 Th/s — 1300 W;"]
					},
					{
						"type": "paragraph",
						"content": [" \t13.5 Th/s — 1050 W."]
					},
					{
						"type": "paragraph",
						"content": [
							"При разгоне асика выше 17 Th/s рекомендуется купить более производительный блок от 2000 W до 2500 W. Полезно заменить заводское воздушное охлаждение иммерсионным, то есть снижать температуру оборудования за счет погружения в диэлектрическую теплопроводную жидкость."
						]
					}
				]
			},
			{
				"title": "Функциональные особенности",
				"content": [
					{
						"type": "title",
						"content": ["Функциональные особенности"]
					},
					{
						"type": "list",
						"content": [
							" \tПО сразу устанавливается на все майнеры, поэтому не приходится их настраивать вручную по очереди;",
							" \tпредусмотрена защита от вирусов;",
							" \tвыполняется автотюн — настройка чипов, что увеличивает срок службы оборудования на 100-200%;",
							" \tпредусмотрена защита от перегревания;",
							" \tобеспечивается защита от лишнего расхода электроэнергии и работы вхолостую при отключении Интернета и пула;",
							" \tдобавлена функция поиска антмайнера в ЦОДе;",
							" \tподдерживается рабочая температура чипов, что положительно сказывается на сроке службы кулеров, а хеш стабилизируется;",
							" \tможно бесплатно выполнять мониторинг через Интернет;",
							" \tрежим даунвольта (13,5 — 1050 ватт) позволяет снижать температуру при жаркой погоде.",
							"За счет прошивки эффективность майнинга повышается на 20-30% без увеличения потребления ресурсов.",
							"Мы можем создать для вас партнерскую версию прошивки с логотипом и интегрированным алгоритмом вычисления процента от дохода, когда добыча ведется на асиках ваших клиентов."
						]
					}
				]
			},
			{
				"title": "Отличительные особенности",
				"content": [
					{
						"type": "title",
						"content": ["Отличительные особенности"]
					},
					{
						"type": "list",
						"content": [
							" \tпрограмма обеспечивает стабилизацию майнинга;",
							" \tесть возможность сделать полный рестарт ПО или ограничиться только перезагрузкой ЦГ майнера в тюне;",
							" \tдополнительно к автоматической системе проверки на наличие вирусов предлагается ручная проверка и лечение от шпионского ПО, включая новый вирус AntBuild;",
							" \tустранены ошибки при подключении к мониторингу Anthill.farm;",
							" \tв конфиг мультипликаторе добавлена функция Find Miner, чтобы одновременно заниматься поисками большего количество майнеров;",
							" \tизменен формат скачивания лога файла в txt;",
							" \tдобавлена новая функция «Режима сна», которая включается в конфиг мультипликаторе для остановки процесса добычи криптомонет и снижения оборотов кулеров до минимальных;",
							" \tрешена проблема с ошибкой DevFee error exit."
						]
					}
				]
			},
			{
				"title": "Нужна помощь",
				"content": [
					{ "type": "title", "content": ["Нужна помощь"] },
					{
						"type": "paragraph",
						"content": [
							"Есть вопросы по оплате, установке, функционалу, работе с прошивкой? Наши специалисты вас подробно проконсультируют, ответят на вопросы, расскажут о функциях и особенностях программы, помогут правильно выполнить настройки. Эта услуга оказывается бесплатно."
						]
					},
					{
						"type": "paragraph",
						"content": [
							"Чтобы заказать консультацию, вы можете позвонить, а также отправить письмо с описанием проблемы или вопросами на адрес miningcenter@bk.ru. Если нужна срочная помощь, свяжитесь с нами через форму, расположенную на этой странице ниже. Менеджер ответит как можно скорее."
						]
					}
				]
			}
		],
		"downloadLink": "https://mining-center.net/wp-content/uploads/2019/08/Antminer-S9-3.8.6miningcenter.tar.gz"
	},
	{
		"id": 4624,
		"imageSrc": "https://mining-center.net/wp-content/uploads/2019/07/s9k.png",
		"title": "Прошивка для asic miner Antminer S9k",
		"descriptionPreview": "В разработке",
		"description": {
			"title": "",
			"content": [
				{
					"type": "paragraph",
					"content": [
						"Вы можете скачать прошивку бесплатно, а за услуги по разработке расплачиваться в процессе майнинга. При этом:"
					]
				},
				{ "type": "paragraph", "content": [""] },
				{ "type": "paragraph", "content": [""] },
				{
					"type": "paragraph",
					"content": [
						" \tинтерфейс и взаимодействие с программой практически остается тем же;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tоплата за наши услуги производится в ходе добычи криптомонет без остановки начисления вашей прибыли;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tрасход ресурсов остается на уровне стандартного ПО, но мощность вычислений возрастает на 20-30%;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tсроки эксплуатации оборудования благодаря отдельной настройке каждого чипа увеличиваются;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tэкономия в пулах, поддерживающих технологию AsicBoost, оценивается в 250 Вт;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tдля каждой панели с чипами можно настроить свой шаблон, частоту и напряжение, разогнав асик до 18 Th/s при использовании вентиляторов и до 19-22 Th/s, перейдя на иммерсионное охлаждение."
					]
				},
				{ "type": "paragraph", "content": [""] },
				{
					"type": "paragraph",
					"content": [
						"Внимание: источник питания необходимо использовать с мощностью от 2000 W до 2500 W."
					]
				},
				{
					"type": "paragraph",
					"content": [
						"Если у вас есть партнерские программы, вы можете отправить запрос, чтобы скачать персональную прошивку для Asic S9k со своим логотипом и возможностью рассчитывать ваши проценты с дохода от майнинга на оборудовании партнеров."
					]
				}
			]
		},
		"characteristics": [
			"➡ После установки программы появляется возможность разогнать хешрейт до 19 Th/s, используя стандартное охлаждение за счет заводских вентиляторов, или до 22 Th/s, заменив его иммерсионным;",
			"➡ Разработаны готовые профили для работы;",
			"➡ Добавлена функция автоматической проверки на наличие вирусов и вредоносное ПО с уничтожением обнаруженных инфекций (эта функция особенно полезна при работе с б/у оборудованием, которое зачастую оказывается зараженным);",
			"➡ Добавлена функция ASIC BOOST и ваттметр для контроля  расходования электричества;",
			"➡ DEV FEE — 1,8%.",
			"➡ Скоро будет доступна",
			""
		],
		"tabContent": [
			{
				"title": "Подключение",
				"content": [
					{
						"type": "title",
						"content": ["Инструкция по установке прошивки"]
					},
					{
						"type": "list",
						"content": [
							" \tВ интерфейсе асика открыть System — Upgrade, нажать кнопку Choose File, выбрать прошивку, которую предварительно нужно скачать у нас на сайте.",
							" \tFlash Image и дождаться полной установки и перезагрузки устройства.",
							" \tКомбинацией клавиш CTRL+F5 обновить страницу.",
							" \tОткрыть вкладку Miner Configuration — Mining Profiles — выбрать в соответствии с характеристиками используемого блока питания профиль.",
							" \tЗапустить ASICBOOST."
						]
					}
				]
			},
			{
				"title": "Популярные режимы",
				"content": [
					{ "type": "title", "content": ["Популярные режимы"] },
					{
						"type": "paragraph",
						"content": [
							"Рекомендуем использовать следующие безопасные режимы работы со стандартным блоком питания:"
						]
					},
					{
						"type": "paragraph",
						"content": [" \t16.1 Th/s — 1450 W;"]
					},
					{
						"type": "paragraph",
						"content": [" \t15 Th/s — 1300 W;"]
					},
					{
						"type": "paragraph",
						"content": [" \t13.5 Th/s — 1050 W."]
					},
					{
						"type": "paragraph",
						"content": [
							"При повышении хешрейта выше 17 Th/s целесообразно использовать блок питания с мощностью от 2000 W до 2500 W. При этом стандартное заводское воздушное охлаждение нужно заменить иммерсионным, чтобы охлаждать асик способом погружения в диэлектрическую теплопроводную жидкость."
						]
					}
				]
			},
			{
				"title": "Функциональные особенности",
				"content": [
					{
						"type": "title",
						"content": ["Функциональные особенности"]
					},
					{
						"type": "list",
						"content": [
							" \tможно скачать и установить прошивку сразу для всех Асик Antminer S9k без необходимости настраивать каждый отдельно;",
							" \tв программу интегрирована защита от вирусов и шпионского ПО;",
							" \tдобавлена функция автотюна, что продлевает срок эксплуатации оборудования в 2-3 раза;",
							" \tвстроена защита от перегрева;",
							" \tдобавлена функция прекращения работы вхолостую, когда нет подключения к Интернету или пулу (электричество не расходуется впустую);",
							" \tдобавлена возможность поиска асика в центре обработки данных;",
							" \tпрограмма следит за сохранением стабильной температуры чипов, что положительно сказывается на сроке службы вентиляторов и позволяет стабилизировать хеш;",
							" \tесть бесплатная функция мониторинга через Интернет;",
							" \tдобавлен полезный для жарких регионов режим даунвольта (13,5 — 1050 ватт).",
							"По запросу мы создаем партнерские варианты ПО с логотипом клиента и встроенной формулой высчитывания процента от дохода."
						]
					}
				]
			},
			{
				"title": "Отличительные особенности",
				"content": [
					{
						"type": "title",
						"content": ["Отличительные особенности"]
					},
					{
						"type": "list",
						"content": [
							" \tпроцесс майнинга стабилизируется, эффективность повышается на 20-30%;",
							" \tрасход ресурсов остается на прежнем уровне;",
							" \tпри необходимости можно производить полную перезагрузку ПО или ограничиться только рестартом ЦГ майнера в тюне;",
							" \tможно использовать как автоматическую систему проверки на вирусы и шпионское ПО, так и ручную, которая в том числе обнаруживает и лечит от нового вируса AntBuild;",
							" \tошибок при подключении к мониторингу Anthill.farm не возникает;",
							" \tдля поиска многих майнеров в одно и то же время в конфиг мультипликаторе добавлена удобная функция Find Miner;",
							" \tформат скачивания лог файла изменен на txt;",
							" \tпоявилась новая удобная функция «Режим сна» для остановки добычи монет и прекращения расходования ресурсов (включается в конфиг мультипликаторе);",
							" \tпроблема с ошибкой DevFee error exit успешно решена."
						]
					}
				]
			},
			{
				"title": "Нужна помощь",
				"content": [
					{ "type": "title", "content": ["Нужна помощь"] },
					{
						"type": "paragraph",
						"content": [
							"Для получения ответов на любые ваши вопросы по установке и настройке оборудования с нашей прошивкой запросите бесплатную консультацию. Вы узнаете обо всех преимуществах, функционале, сможете настроить программу при поддержке опытного специалиста."
						]
					},
					{
						"type": "paragraph",
						"content": [
							"Связаться с нами предлагается любым из удобных способов:"
						]
					},
					{
						"type": "paragraph",
						"content": [
							" \tпозвонить по российскому или китайскому номеру телефона;"
						]
					},
					{
						"type": "paragraph",
						"content": [
							" \tотправить запрос на электронный адрес miningcenter@bk.ru;"
						]
					},
					{
						"type": "paragraph",
						"content": [
							" \tотправить свои контактные данные через форму на этой странице, после чего вам быстро позвонят."
						]
					}
				]
			}
		],
		"downloadLink": ""
	},
	{
		"id": 4638,
		"imageSrc": "https://mining-center.net/wp-content/uploads/2019/07/l3.png",
		"title": "Прошивка для asic miner Antminer L3++",
		"descriptionPreview": "Версия ALPHA. На русском языке",
		"description": {
			"title": "",
			"content": [
				{
					"type": "paragraph",
					"content": [
						"Предлагаем бесплатную кастомную прошивку для использования всех потенциальных возможностей Antminer L3+. Плата берется только за разработку программы — порядка 1,8% от общей скорости хеширования. Условия обсуждаются индивидуально."
					]
				},
				{
					"type": "paragraph",
					"content": ["Преимущества выбора альтернативного ПО:"]
				},
				{ "type": "paragraph", "content": [""] },
				{ "type": "paragraph", "content": [""] },
				{
					"type": "paragraph",
					"content": [" \tэнергоэффективность повышается до 40%;"]
				},
				{
					"type": "paragraph",
					"content": [" \tустранены ошибки WebUi и ssh;"]
				},
				{
					"type": "paragraph",
					"content": [
						" \tнапряжение и частоту можно настроить автоматически или вручную;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tвирусы удаляются автоматически, можно лечить от заражений;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tавтоматическая настройка в зависимости от потребления ресурсов или выбранного профиля производительности;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tблагодаря индивидуальной подстройке частот чипами можно работать с неисправными платами;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tчерез API доступен веб-интерфейс Wattmeter;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tможно управлять вентиляторами при выборе иммерсионного охлаждения;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tинтегрирован таймер для отслеживания температуры и скорости хэширования."
					]
				},
				{ "type": "paragraph", "content": [""] },
				{
					"type": "paragraph",
					"content": [
						"По запросу мы создаем версию ПО для проведения партнерских кампаний наших клиентов, которые получают регулярный доход при работе своих партнеров, при этом майнинг в их пользу не останавливается."
					]
				}
			]
		},
		"characteristics": [
			"➡ ПО позволяет разогнать хешрейт до 700 Mh/s и выше.",
			"➡ Предлагаются оптимальные для работы готовые профили, которые нужно выбирать в зависимости от производительности используемого блока питания.",
			"➡ Устранены серьезные ошибки HW, которые мешают работать стандартной версии прошивки.",
			"➡ Добавлена полезная функция автоматической проверки на вирусы.",
			"➡ Внедрен ваттметр для наблюдения за расходованием электричества.",
			"➡ DEV FEE - 1,8%"
		],
		"tabContent": [
			{
				"title": "Подключение",
				"content": [
					{
						"type": "title",
						"content": ["Инструкция по установке прошивки"]
					},
					{
						"type": "list",
						"content": [
							" \tНужно скачать c сайта прошивку для Asic Antminer L3+.",
							" \tОткрыть вкладку System — Upgrad — Choose File.",
							" \tВыбрать прошивку — нажать «Flash Image».",
							" \tДождаться установки с автоматической перезагрузкой в конце.",
							" \tОбновить страницу — CTRL+F5.",
							" \tОткрыть вкладку Miner Configuration — Mining Profiles — выбрать профиль в соответствии с установленным блоком питания.",
							" \tВключить ASICBOOST."
						]
					}
				]
			},
			{
				"title": "Популярные режимы",
				"content": [
					{ "type": "title", "content": ["Популярные режимы"] },
					{
						"type": "paragraph",
						"content": [
							"При использовании стандартного заводского блока питания для гарантии безопасности при работе нашей прошивки рекомендуется выбирать режим шаблон из следующего списка:"
						]
					},
					{
						"type": "paragraph",
						"content": [" \t580 Mh/s — 840 W;"]
					},
					{
						"type": "paragraph",
						"content": [" \t614 Mh/s — 990 W;"]
					},
					{
						"type": "paragraph",
						"content": [" \t647 Mh/s — 1000 W;"]
					},
					{
						"type": "paragraph",
						"content": [" \t680 Mh/s — 1150 W;"]
					},
					{
						"type": "paragraph",
						"content": [" \t712 Mh/s — 1250 W."]
					},
					{
						"type": "paragraph",
						"content": [
							"Если вы решили разогнать хешрейт до более высоких показателей, чем перечислены с вышеприведенной таблице, рекомендуем заменить блок питания более производительным. Также нужно поменять воздушное охлаждение на иммерсионное, при котором снижение температуры оборудования происходит за счет его погружения диэлектрическую теплопроводную жидкость — безопасную для электроники."
						]
					}
				]
			},
			{
				"title": "Функциональные особенности",
				"content": [
					{
						"type": "title",
						"content": ["Функциональные особенности"]
					},
					{
						"type": "list",
						"content": [
							" \tреализована функция AUTO TUNING для автоматического подбора частоты и мониторинга работы чипов;",
							" \tдобавлена функция выключения вентиляторов, если подключено иммерсионное охлаждение;",
							" \tреализована функция одновременной массовой установки прошивки и настройки любого количества асиков — перенос конфига, создание воркеров;",
							" \tесть функция автоматической проверки на наличие вирусов и вредоносного ПО и лечения, без чего не рекомендуется работать на б/у оборудовании;",
							" \tесть ваттметр для вывода показаний потребления электричества;",
							" \tдобавлена возможность поиска асика;",
							" \tвнедрена функция массовой смены пароля, порта SSH и отключения порта SSH;",
							" \tесть полезный «Режим сна», когда добыча приостанавливается, вентиляторы снижают обороты до минимальных показателей.",
							"Прошивка позволяет значительно повысить эффективность майнинга без увеличения потребления ресурсов — за счет модификации программы, добавления новых полезных функций, устранения ошибок оригинальной программы."
						]
					}
				]
			},
			{
				"title": "Отличительные особенности",
				"content": [
					{
						"type": "title",
						"content": ["Отличительные особенности"]
					},
					{
						"type": "list",
						"content": [
							" \tхешрейт можно разогнать до 700 Mh/s и более;",
							" \tработа каждого чипа визуально контролируется — зеленый, оранжевый, красный;",
							" \tпредлагаются оптимальные профили для разгона оборудования в соответствии с характеристиками используемого блока питания;",
							" \tможно выбрать готовые профили для даунвольта при работе в жарких условиях;",
							" \tдобавлена возможность индивидуального разгона каждый платы отдельно (разгон и вольтаж);",
							" \tдобавлена возможность индивидуального разгона каждого чипа, благодаря чему повышается стабильность и достигается максимально возможная скорость работы асика;",
							" \tустранены серьезные ошибки HW, которые наблюдаются в стандартной прошивке."
						]
					}
				]
			},
			{
				"title": "Нужна помощь",
				"content": [
					{ "type": "title", "content": ["Нужна помощь?"] },
					{
						"type": "paragraph",
						"content": [
							"Если у вас возникли вопросы о том, как скачать и установить прошивку для Асик Antminer L3+, а также произвести его разгон, запросите консультацию у специалиста. Услугу мы оказываем бесплатно. Вам ответят на все вопросы, расскажут об особенностях программного обеспечения, помогут дистанционно сделать все нужные настройки и приступить к работе."
						]
					},
					{
						"type": "paragraph",
						"content": [
							"Чтобы быстро связаться со специалистом, позвоните нам или отправьте свои контактные данные в форме, расположенной ниже, после чего вам перезвонит менеджер. Вы также можете отправить письмо на адрес miningcenter@bk.ru со своими вопросами."
						]
					}
				]
			}
		],
		"downloadLink": "https://mining-center.net/wp-content/uploads/2019/08/Antminer-L3-mini-mining-center.gz"
	},
	{
		"id": 4639,
		"imageSrc": "https://mining-center.net/wp-content/uploads/2019/07/l3.html",
		"title": "Прошивка для asic miner Antminer L3++",
		"descriptionPreview": "Версия ALPHA. На русском языке",
		"description": {
			"title": "",
			"content": [
				{
					"type": "paragraph",
					"content": [
						"Чтобы использовать все потенциальные возможности Antminer L3 ++, скачайте бесплатную кастомную прошивку. Берется только плата за разработку (примерно 1,8% от общей скорости хеширования). При массовой установке ПО на большое количество асиков условия обсуждаются индивидуально."
					]
				},
				{
					"type": "paragraph",
					"content": ["Плюсы при установке альтернативной прошивки:"]
				},
				{ "type": "paragraph", "content": [""] },
				{ "type": "paragraph", "content": [""] },
				{
					"type": "paragraph",
					"content": [" \tповышение энергоэффективности до 40%;"]
				},
				{
					"type": "paragraph",
					"content": [
						" \tзащита от возникновения ошибок WebUi и ssh;"
					]
				},
				{
					"type": "paragraph",
					"content": [" \tавтоматическое удаление вирусов;"]
				},
				{
					"type": "paragraph",
					"content": [
						" \tавтоматическая настройка в зависимости от выбранного профиля;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tрежимы автоматической или ручной настройки напряжения и частоты;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tвозможность использовать неисправные платы за счет индивидуальной подстройки частот чипов;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tчерез API открывается доступ к встроенному веб-интерфейсу Wattmeter;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tвозможность управления вентиляторами при подключении погружного иммерсионного охлаждения;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tналичие таймера для отслеживания температуры и скорости хэширования."
					]
				},
				{ "type": "paragraph", "content": [""] },
				{
					"type": "paragraph",
					"content": [
						"Если вы заинтересованы в партнерских программах, то мы создадим для вас особую версию ПО с вашим логотипом и интегрированным алгоритмом расчета процентов от дохода во время работы оборудования ваших клиентов."
					]
				}
			]
		},
		"characteristics": [
			"➡ За счет нашей программы хешрейт можно разогнать до 700 Mh/s и выше.",
			"➡ Предлагаются оптимальные для эффективного майнинга профили — выбирать в зависимости от производительности своего блока питания.",
			"➡ Устранены уязвимости HW, мешающие при работе оригинальной версии прошивки.",
			"➡ Добавлена автоматическая проверка на вирусы и лечение.",
			"➡Есть ваттметр, чтобы следить за расходованием электроэнергии.",
			"➡ DEV FEE - 1,8%."
		],
		"tabContent": [
			{
				"title": "Подключение",
				"content": [
					{
						"type": "title",
						"content": ["Инструкция по установке прошивки"]
					},
					{
						"type": "list",
						"content": [
							" \tНеобходимо скачать на нашем сайте прошивку для Asic L3++.",
							" \tЗайти во вкладку System, затем — Upgrad, выбрать Choose File.",
							" \tВыбрать прошивку, нажать «Flash Image».",
							" \tПосле полной установки и автоматической перезагрузки обновить страницу (CTRL+F5).",
							" \tЗайти во вкладку Miner Configuration — Mining Profiles.",
							" \tВыбрать профиль в зависимости от мощности своего блока питания.",
							" \tВключить ASICBOOST."
						]
					}
				]
			},
			{
				"title": "Популярные режимы",
				"content": [
					{ "type": "title", "content": ["Популярные режимы"] },
					{
						"type": "paragraph",
						"content": [
							"Рекомендуем выбирать следующие режимы для майнинга:"
						]
					},
					{
						"type": "paragraph",
						"content": [" \t580 Mh/s — 840 W;"]
					},
					{
						"type": "paragraph",
						"content": [" \t614 Mh/s — 990 W;"]
					},
					{
						"type": "paragraph",
						"content": [" \t647 Mh/s — 1000 W;"]
					},
					{
						"type": "paragraph",
						"content": [" \t680 Mh/s — 1150 W;"]
					},
					{
						"type": "paragraph",
						"content": [" \t712 Mh/s — 1250 W."]
					},
					{
						"type": "paragraph",
						"content": [
							"Они обеспечивают безопасную работу с использованием стандартного блока питания и воздушного охлаждения за счет установленных заводских кулеров."
						]
					},
					{
						"type": "paragraph",
						"content": [
							"При желании повысить уровень хешрейта, нужно установить более мощный блок питания и поменять воздушное охлаждение на погружное иммерсионное. В прошивке добавлены полезные функции, которые позволяют оптимально использовать возможности асика при выборе варианта снижения температуры чипов за счет погружения оборудования в диэлектрическую теплопроводную жидкость, которая безопасна для электроники."
						]
					}
				]
			},
			{
				"title": "Функциональные особенности",
				"content": [
					{
						"type": "title",
						"content": ["Функциональные особенности"]
					},
					{
						"type": "list",
						"content": [
							" \tдобавлена функция AUTO TUNING, чтобы настроить автоматический подбор частоты, следить за работой чипов;",
							" \tреализована функция отключения кулеров при подключении погружного иммерсионного охлаждения;",
							" \tпредусмотрена функция одновременной установки прошивки и настройки для любого количества майнеров с дублированием конфига, созданием воркеров;",
							" \tдобавлена автоматическая проверка на вирусы и вредоносное ПО;",
							" \tвнедрен ваттметр (вывод показаний уровня расхода электроэнергии);",
							" \tесть функционал поиска асика в ЦОДе;",
							" \tможно одновременно менять пароль, порт SSH и отключать порт SSH для майнинг-фермы;",
							" \tдобавлен полезный «Режим сна», чтобы приостанавливать добычу криптовалюты (обороты кулеров снижаются до минимальных показателей).",
							"Наша модифицированная прошивка помогает увеличить показатели майнинга, но при этом не повышать потребление электроэнергии. Так происходит благодаря устранению ошибок и уязвимостей, внедрения полезных функций, которые не предусмотрены в стандартной прошивке."
						]
					}
				]
			},
			{
				"title": "Отличительные особенности",
				"content": [
					{
						"type": "title",
						"content": ["Отличительные особенности"]
					},
					{
						"type": "list",
						"content": [
							" \tхешрейт разгоняется до 700 Mh/s и выше;",
							" \tкаждый чип визуально контролируется — зеленый, оранжевый, красный;",
							" \tсозданы разные профили для разгона — выбирать в соответствии с характеристиками своего блока питания;",
							" \tесть оптимальные профили для даунвольта, если оборудование эксплуатируется при жаркой погоде;",
							" \tможно отдельно разогнать каждую плату и каждый чип, благодаря чему повышается общая стабильность, а скорость работы асика повышается до максимально возможного;",
							" \tисправлены серьезные уязвимости HW, которые мешают работе при использовании стандартной прошивки."
						]
					}
				]
			},
			{
				"title": "Нужна помощь",
				"content": [
					{ "type": "title", "content": ["Нужна помощь?"] },
					{
						"type": "paragraph",
						"content": [
							"При возникновении вопросов о скачивании, оплате и настройке прошивки, которую мы разработали для Асик Antminer L3++, а также о возможностях по разгону хешрейта, закажите консультацию специалиста — услуга оказывается бесплатно. Вы получите ответы на все вопросы, узнаете об особенностях функционала, сможете при помощи специалиста настроить оборудования, начать майнинг."
						]
					},
					{
						"type": "paragraph",
						"content": [
							"Чтобы быстро получить ответы, позвоните нам или отправьте свои контактные данные в форме — находится ниже на этой странице. После этого вам перезвонит менеджер. Также можете отправить письмо с вопросами на адрес miningcenter@bk.ru."
						]
					}
				]
			}
		],
		"downloadLink": "https://mining-center.net/wp-content/uploads/2019/08/Antminer-L3-mini-mining-center.gz"
	},
	{
		"id": 5100,
		"imageSrc": "https://mining-center.net/wp-content/uploads/2019/10/s17.jpg",
		"title": "Прошивка для asic miner Antminer S17",
		"descriptionPreview": "Версия 1.0. На русском языке.",
		"description": {
			"title": "",
			"content": [
				{
					"type": "paragraph",
					"content": [
						"Предлагаем возможность скачать прошивку для всех модификаций asic S17, чтобы увеличить хешрейт и повысить энергоэффективность до 20%."
					]
				},
				{ "type": "paragraph", "content": ["Условия скачивания ПО:"] },
				{ "type": "paragraph", "content": [""] },
				{ "type": "paragraph", "content": [""] },
				{
					"type": "paragraph",
					"content": [" \tустановка бесплатная;"]
				},
				{
					"type": "paragraph",
					"content": [
						" \tплата за разработку программы автоматически перечисляется в ходе добычи криптомонет;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tпоступление дохода для владельцев оборудования не прерываются;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tрасход ресурсов остается прежним, как при использовании стандартного ПО;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tмощность вычислений увеличивается до 80 Th/s;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tсрок эксплуатации оборудования возрастает примерно в пять раз благодаря отдельной настройке каждого чипа."
					]
				},
				{ "type": "paragraph", "content": [""] },
				{
					"type": "paragraph",
					"content": [
						"Рекомендуем позаботиться о выборе мощного источника питания для стабильной работы."
					]
				},
				{
					"type": "paragraph",
					"content": [
						"Если у вас есть собственная партнерская программа, мы готовы создать эксклюзивный вариант прошивки с вашим логотипом и встроенным механизмом, чтобы автоматизировать перечисление процентов от доходов рефералов в ходе майнинга."
					]
				}
			]
		},
		"characteristics": [
			"➡ Прошивка для Асик Antminer S17 со стандартным воздушным охлаждением помогает увеличить хешрейт до 80 Th/s.",
			"",
			"➡ При использовании иммерсионного охлаждения показатели вырастают до 100 Th/s.",
			"",
			"➡ Текущая доходность улучшается не менее чем на 40%.",
			"",
			"➡ Прошивка предлагается с готовыми профилями для разгона, которые нужно выбирать в зависимости от мощности БП.",
			"",
			"➡ DEV FEE — 2,8%."
		],
		"tabContent": [
			{
				"title": "Подключение",
				"content": [
					{
						"type": "title",
						"content": ["Инструкция по установке прошивки"]
					},
					{
						"type": "list",
						"content": [
							" \tПредварительно нужно скачать и распаковать файл с прошивкой на нашем сайте, затем выбрать его в интерфейсе стандартной прошивки Bitmain: раздел System — Upgrade — Flash.",
							" \tДля сохранения pool, worker, password, достаточно поставить галочку у Keep setings. Нажать Flash Image.",
							" \tВвести IP-адрес асика. Если новую прошивку не видно, нажать комбинацию CTRL+F5 для обновления страницы.",
							" \tВыбрать язык интерфейса.",
							" \tВ Miner Configuration — General settings проверить настройки пулов, воркеров, пароли.",
							" \tВыбрать готовый профиль для разгона (с учетом характеристик блока питания): Mining Profiles — Preset.",
							" \tОтключить контроль кулеров при переходе на иммерсионное охлаждение.",
							" \tВключить контроль скорости добычи.",
							" \tНажать «Выполнить и сохранить».",
							" \tЕсли выбирается ручной режим настроек: установить Disable в Mining Profiles — Preset.",
							" \tДля выхода на стабильную работу может понадобиться минут 30, в течение которых оборудование будет настраиваться и автоматически перезагружаться."
						]
					}
				]
			},
			{
				"title": "Популярные режимы",
				"content": [
					{
						"type": "title",
						"content": ["Функциональные особенности"]
					},
					{
						"type": "paragraph",
						"content": [
							" \tПрошивка устанавливается с переносом конфигурации и созданием воркеров для неограниченного числа асиков в пределах одного IP-адреса, поэтому не требуется долгая ручная настройка каждого из них."
						]
					},
					{
						"type": "paragraph",
						"content": [
							" \tПО имеет встроенную антивирусную защиту."
						]
					},
					{
						"type": "paragraph",
						"content": [
							" \tПредустановлена защита от перегревания во время работы."
						]
					},
					{
						"type": "paragraph",
						"content": [
							" \tВо избежание лишнего расхода электричества при отсутствии подключения к Интернету и отключении пула автоматически активируется «Режим сна»."
						]
					},
					{
						"type": "paragraph",
						"content": [
							" \tОбеспечивается отслеживание рабочей температуры чипов, что благоприятно отражается на стабилизации хеша и сроках работы системы воздушного охлаждения."
						]
					},
					{
						"type": "paragraph",
						"content": [
							" \tМониторинг через сеть Интернет выполняется бесплатно."
						]
					},
					{
						"type": "paragraph",
						"content": [
							" \tПрошивка повышает эффективность добычи криптомонет на 20-30%, при этом потребление ресурсов сохраняется на прежнем уровне."
						]
					},
					{
						"type": "paragraph",
						"content": [
							" \tДобавлена функция ASIC BOOST, за счет чего удалось снизить потребление ресурсов на 15% в среднем благодаря оптимизации расчетов при сохранение прежнего уровня хешрейта."
						]
					},
					{
						"type": "paragraph",
						"content": [
							" \tВнедрена функция автоматической проверки оборудования на наличие вирусов и вредоносного ПО, а также уничтожение зловредов, что особенно актуально при покупке б/у асиков."
						]
					},
					{
						"type": "paragraph",
						"content": [" \tРеализован ваттметр."]
					},
					{
						"type": "paragraph",
						"content": [
							" \tДобавлена функция поиска асика — используется мигание Led ламп."
						]
					},
					{
						"type": "paragraph",
						"content": [
							"По запросу мы создаем версии прошивок для партнерских программ с логотипом заказчика и встроенным механизмом расчетов DEV FEE процента от дохода при работе оборудования партнеров."
						]
					}
				]
			},
			{
				"title": "Функциональные особенности",
				"content": [
					{
						"type": "title",
						"content": ["Отличительные особенности"]
					},
					{
						"type": "list",
						"content": [
							" \tПрограмма обеспечивает стабилизацию майнинга благодаря настройке каждой микросхемы индивидуально для выхода на максимальную скорость.",
							" \tПрошивка позволяет разгонять чипы, как при стандартном воздушном охлаждении, так и при переходе на погружное в иммерсионные жидкости.",
							" \tПредлагаются готовые профили для разгона — выбор зависит от используемого блока питания.",
							" \tЕсть оптимальные профили для даунвольта.",
							" \tКаждую плату с микросхемами можно разгонять отдельно.",
							" \tДля автоматического подбора частоты и мониторинга работы хеш-чипов используется AUTO TUNING, что позволило увеличить сроки эксплуатации оборудования.",
							" \tУстранены ошибки HW, которые мешают работать при использовании оригинальной прошивки от «Битмейн».",
							" \tВентиляторы отключаются, если выбирается охлаждение за счет погружения в диэлектрические жидкости.",
							" \tASIC BOOST позволяет снизить объемы потребляемых ресурсов примерно на 15%, потому что стабилизируется алгоритм при сохранении прежнего хешрейта.",
							" \tВыбор «Режима сна» полезен при прекращении майнинга, так как вращение вентиляторов уменьшается до минимума.",
							" \tРежим работы системы воздушного охлаждения усовершенствован: «тихий старт», поддерживается температура микросхем.",
							"Появилась возможность одновременной смены паролей, смены и отключения порта SSH для всего комплекса оборудования в одной сети."
						]
					}
				]
			},
			{
				"title": "Отличительные особенности",
				"content": [
					{ "type": "title", "content": ["Нужна помощь?"] },
					{
						"type": "list",
						"content": [
							"В случае возникновения вопросов по скачиванию и установке прошивки для разгона Асик Antminer S17, наши специалисты вас проконсультируют, помогут настроить оборудование для успешной работы. Вы узнаете все нюансы нового программного обеспечения, и сможете значительно повысить доходы.",
							"Позвоните нам или напишите на электронный адрес miningcenter@bk.ru. Если нужна срочная помощь, введите свои контактные данные в форме, которая находится ниже на этой странице, и с вами быстро свяжется наш менеджер."
						]
					}
				]
			}
		],
		"downloadLink": "https://mining-center.net/wp-content/uploads/2020/02/Antminer-S17-1.0.0-dicpic08.tar.gz"
	},
	{
		"id": 5102,
		"imageSrc": "https://mining-center.net/wp-content/uploads/2019/10/Antminer-T17.jpg",
		"title": "Прошивка для Asic Майнера Antminer T17",
		"descriptionPreview": "Версия 1.0.\r\nНа русском языке.",
		"description": {
			"title": "",
			"content": [
				{
					"type": "paragraph",
					"content": [
						"Чтобы увеличить хешрейт и повысить энергоэффективность до 20% для asic T17, мы предлагаем скачать прошивку на нашем сайте."
					]
				},
				{
					"type": "paragraph",
					"content": ["Условия использования программы:"]
				},
				{ "type": "paragraph", "content": [""] },
				{ "type": "paragraph", "content": [""] },
				{
					"type": "paragraph",
					"content": [" \tза установку платить не надо;"]
				},
				{
					"type": "paragraph",
					"content": [
						" \tоплата за разработку ПО рассчитывается в соответствии с процентами и перечисляется при добыче криптомонет без перебоев поступления собственного дохода;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tрасход ресурсов не увеличивается по сравнению с использованием предустановленного ПО;"
					]
				},
				{
					"type": "paragraph",
					"content": [" \tмощность хешрейта возрастает до 55 Th/s;"]
				},
				{
					"type": "paragraph",
					"content": [
						" \tпроцесс добычи стабилизируется, а сроки эксплуатации оборудования продлеваются в пять раз, так как каждый чип настраивается отдельно."
					]
				},
				{ "type": "paragraph", "content": [""] },
				{
					"type": "paragraph",
					"content": [
						"При работе с прошивкой нужно использовать мощный источник питания, чтобы избежать сбоев."
					]
				},
				{
					"type": "paragraph",
					"content": [
						"Мы создаем индивидуальные варианты ПО для реализации партнерских программ: используем логотип заказчика, внедряем в программу формулу расчета и механизм автоматизированного отчисления процентов в ходе майнинга на асике партнера."
					]
				}
			]
		},
		"characteristics": [
			"➡ Прошивка для Асик Antminer T17 со стандартным воздушным охлаждением поможет увеличить хешрейт до 55 Th/s.",
			"",
			"➡ Установите программу и используйте готовые профили для разгона.",
			"",
			"➡ DEV FEE — 2,8%."
		],
		"tabContent": [
			{
				"title": "Подключение",
				"content": [
					{
						"type": "title",
						"content": ["Функциональные особенности"]
					},
					{
						"type": "list",
						"content": [
							" \tпрошивка устанавливается сразу на всё оборудование, и не нужно вручную отдельно выполнять настройки для каждого асика;",
							" \tПО имеет интегрированную антивирусную защиту;",
							" \tесть встроенный механизм защиты от перегревания чипов;",
							" \tпри отключении Интернета и пула автоматически запускается механизм защиты от лишнего расхода электроэнергии и работы вхолостую;",
							" \tрабочая температура чипов отслеживается, благодаря чему хеш стабилизируется, а срок работы системы охлаждения продлевается;",
							" \tчерез Интернет бесплатно выполняется мониторинг;",
							" \tпрошивка обеспечивает повышение эффективности майнинга на 20-30%, при этом уровень потребления ресурсов остается на том же уровне, что и ранее.",
							"Для заказчиков, работающих с собственными партнерскими программами, мы создает особые версии ПО с логотипом и внедренным алгоритмом расчета и перечисления процентов от дохода рефералов."
						]
					}
				]
			},
			{
				"title": "Популярные режимы",
				"content": [
					{ "type": "title", "content": ["Нужна помощь?"] },
					{
						"type": "paragraph",
						"content": [
							"Хотите узнать, как обеспечить эффективный разгон для Асик Antminer T17 за счет использования прошивки? Тогда получите профессиональную консультацию опытного специалиста. Это бесплатно. Вам расскажут о работе с одним асиком или крипто-фермой, дистанционно помогут разобраться с настройками."
						]
					},
					{
						"type": "paragraph",
						"content": [
							"Позвоните нам или напишите: miningcenter@bk.ru. Если помощь нужна  срочно, впишите свои данные для контакта в форме обратной связи на этой странице (она находится ниже)."
						]
					}
				]
			}
		],
		"downloadLink": "https://mining-center.net/wp-content/uploads/2020/02/Antminer-T17-1.0.0-dicpic08.tar.gz"
	},
	{
		"id": 5157,
		"imageSrc": "https://mining-center.net/wp-content/uploads/2019/11/proshivkaS17plus.jpg",
		"title": "Прошивка для Asic Майнера Antminer S17+",
		"descriptionPreview": "В разработке",
		"description": {
			"title": "",
			"content": [{ "type": "paragraph", "content": [""] }]
		},
		"characteristics": [""],
		"downloadLink": ""
	},
	{
		"id": 5159,
		"title": "Прошивка для Asic Майнера Antminer S17e",
		"descriptionPreview": "В разработке",
		"description": {
			"title": "",
			"content": [
				{
					"type": "paragraph",
					"content": [
						"Скачайте и установите прошивку для Асик Antminer S17e, чтобы увеличить разгон и повысить энергоэффективность на 20%."
					]
				},
				{
					"type": "paragraph",
					"content": ["Условия скачивания прошивки на нашем сайте:"]
				},
				{ "type": "paragraph", "content": [""] },
				{ "type": "paragraph", "content": [""] },
				{
					"type": "paragraph",
					"content": [" \tскачивание и установка бесплатные;"]
				},
				{
					"type": "paragraph",
					"content": [
						" \tоплата за разработку ПО перечисляется автоматически в ходе майнинга без прерывания поступления дохода в пользу владельца оборудования;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tрасходование ресурсов сохраняется на том же уровне;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tхешрейт повышается до 80 Th/s, если работать с заводской системой воздушного охлаждения, и до 100 Th/s — с погружением в охлаждающие диэлектрические жидкости."
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tсрок службы оборудования увеличивается на 400%, так как каждая микросхема настраивается отдельно."
					]
				},
				{ "type": "paragraph", "content": [""] },
				{
					"type": "paragraph",
					"content": [
						"Во избежание сбоев убедитесь, что мощность вашего БП соответствует рабочим показаниям оборудования при майнинге с новой прошивкой."
					]
				},
				{
					"type": "paragraph",
					"content": [
						"Если вы создали собственную партнерскую программу, то по запросу мы модифицируем ПО — добавим ваш логотип, встроим алгоритм автоматического исчисления и перевода DEV FEE процента в вашу пользу."
					]
				}
			]
		},
		"characteristics": [
			"➡ С предустановленным стандартным воздушным охлаждением хешрейт увеличивается до 80 Th/s.",
			"",
			"➡ С иммерсионным охлаждением оборудование разгоняется до 100 Th/s.",
			"",
			"➡ Прибыльность повышается не меньше чем на 40%.",
			"",
			"➡ Есть оптимально сбалансированные готовые профили для разгона. Выбор зависит от мощности блока питания.",
			"",
			"➡ DEV FEE — 2,8%."
		],
		"tabContent": [
			{
				"title": "Подключение",
				"content": [
					{
						"type": "title",
						"content": ["Инструкция по установке прошивки"]
					},
					{
						"type": "list",
						"content": [
							" \tСкачайте и разархивируйте файл с прошивкой на нашем сайте.",
							" \tВыберите новую прошивку в интерфейсе оригинальной от Bitmain: System — Upgrade — Flash. Если ее на видно, наберите CTRL+F5 для обновления страницы.",
							" \tЧтобы сохранить pool, worker, password, поставьте галочку у Keep Setings.",
							" \tНажмите Flash Image.",
							" \tВведите IP-адрес асика.",
							" \tВыберите язык.",
							" \tПроверьте настройки пулов, воркеров, пароли: Miner Configuration — General settings.",
							" \tВыберите готовый профиль для разгона с учетом характеристик используемого блока питания: Mining Profiles — Preset.",
							" \tЕсли собираетесь использовать иммерсионное охлаждение, отключите контроль кулеров.",
							" \tВключите контроль скорости майнинга.",
							" \tПримените и сохраните настройки.",
							" \tЕсли выбираете ручной режим настроек, то установите Disable: в Mining Profiles — Preset.",
							" \tЧтобы оборудование вышло на рабочий режим, может потребоваться примерно полчаса, в течение которого будут производиться настройки и автоматические перезагрузки."
						]
					}
				]
			},
			{
				"title": "Популярные режимы",
				"content": [
					{
						"type": "title",
						"content": ["Функциональные особенности"]
					},
					{
						"type": "paragraph",
						"content": [
							" \tПри установке прошивки можно перенести настройки конфигурации и создать воркеры для любого числа асиков в пределах выбранного IP-адреса, что освобождает от необходимости долгой ручной отладки."
						]
					},
					{
						"type": "paragraph",
						"content": [
							" \tДобавлен функционал защиты от вирусов и шпионского ПО."
						]
					},
					{
						"type": "paragraph",
						"content": [
							" \tФункция автоматической проверки на заражение вредоносными программами, их нейтрализацию и уничтожение очень удобна и особенно полезна для б/у оборудования."
						]
					},
					{
						"type": "paragraph",
						"content": [" \tЕсть защита от перегревания чипов."]
					},
					{
						"type": "paragraph",
						"content": [
							" \tФункция автоматического перехода в «режим сна» предотвращает напрасную трату электроэнергии при отключении Интернета и пула."
						]
					},
					{
						"type": "paragraph",
						"content": [
							" \tФункционал слежения за температурой микросхем обеспечивает стабильную работу и продлевает срок службы системы кулеров."
						]
					},
					{
						"type": "paragraph",
						"content": [
							" \tДобавлена функция бесплатного мониторинга через сеть Интернет."
						]
					},
					{
						"type": "paragraph",
						"content": [
							" \tДобавлен ASIC BOOST, благодаря чему алгоритм стал работать стабильнее без понижения уровня хешрейта, а затраты ресурсов уменьшились в среднем на 15%."
						]
					},
					{
						"type": "paragraph",
						"content": [
							" \tДобавлен ваттметр для вывода показаний расходуемой электроэнергии."
						]
					},
					{
						"type": "paragraph",
						"content": [
							" \tПоявилась функция поиска асика с использованием мигания Led-лампочек."
						]
					},
					{
						"type": "paragraph",
						"content": [
							"Если вы работаете со своей партнерской программой, то по запросу мы создадим персональную версию прошивки с вашим логотипом и интегрируем алгоритм автоматического расчета и перечисления DEV FEE процента от дохода партнеров."
						]
					}
				]
			},
			{
				"title": "Функциональные особенности",
				"content": [
					{
						"type": "title",
						"content": ["Отличительные особенности"]
					},
					{
						"type": "list",
						"content": [
							" \tЭффективность майнинга увеличивается на 20-30% без повышения затрат на ресурсы.",
							" \tПроцесс добычи стабилизируется за счет индивидуальной настройки каждой хеш-платы и каждого чипа с разгоном до максимально возможной скорости.",
							" \tМожно использовать ПО с предустановленной воздушной охлаждающей системой и при переходе на иммерсионное охлаждение.",
							" \tПодготовлены оптимально сбалансированные профили для разгона и даунвольта.",
							" \tAUTO TUNING помогает автоматически подбирать частоту и осуществлять мониторинг работы чипов, благодаря чему сроки эксплуатации оборудования заметно возрастают.",
							" \tУстранено большинство ошибок HW оригинальной прошивки от «Битмейн».",
							" \tПри переходе на иммерсионное охлаждение легко отключить вентиляторы.",
							" \tПри остановке добычи можно включить «Режима сна», чтобы снизить до минимума вращение вентиляторов.",
							" \tУсовершенствован режим функционирования системы воздушного охлаждения: добавлен «тихий старт», поддержание температуры чипов.",
							"Добавлена функция одновременной смены паролей для всей майнинг-фермы в одной сети, а также смены и отключения порта SSH."
						]
					}
				]
			},
			{
				"title": "Отличительные особенности",
				"content": [
					{ "type": "title", "content": ["Нужна помощь?"] },
					{
						"type": "list",
						"content": [
							"Если у вас возникли вопросы, как скачать, установить, настроить и использовать прошивку для asic S17+, запросите консультацию. Наши специалисты проведут ее для вас бесплатно: расскажут о преимуществах, особенностях и нюансах. Помогут дельными советами.",
							"Связаться с нами просто:",
							" \tпозвонить — по российскому или китайскому номеру телефона;",
							" \tнаписать на электронную почту: miningcenter@bk.ru;",
							" \tотправить запрос через форму обратной связи на этой странице (ищите ниже)."
						]
					}
				]
			}
		],
		"downloadLink": ""
	},
	{
		"id": 5160,
		"imageSrc": "https://mining-center.net/wp-content/uploads/2019/11/proshivkaT17plus.jpg",
		"title": "Прошивка для Asic Майнера Antminer Т17+",
		"descriptionPreview": "В разработке",
		"description": {
			"title": "",
			"content": [
				{
					"type": "paragraph",
					"content": [
						"Наша прошивка поможет вам без повышения расходов повысить хешрейт для Асика T17+ на 20-30%, а энергоэффективность — на 20%."
					]
				},
				{
					"type": "paragraph",
					"content": ["Условия использования ПО:"]
				},
				{ "type": "paragraph", "content": [""] },
				{ "type": "paragraph", "content": [""] },
				{
					"type": "paragraph",
					"content": [
						" \tскачайте бесплатно на сайте прошивку для Асик Antminer T17+;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tнастройте в соответствии с инструкцией, выполните разгон до 120 Th/s, получайте стабильную прибыль;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tрасход ресурсов у вас останется на том же уровне, что и прежде;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tдобыча будет стабильнее, сроки использования оборудования увеличатся в пять раз, так как каждый чип работает и настраиваются отдельно;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tне волнуйтесь по поводу оплаты за разработку прошивки, так как она рассчитывается в процентном отношении и автоматически переводится, при этом вы будете регулярно получать прибыль."
					]
				},
				{ "type": "paragraph", "content": [""] },
				{
					"type": "paragraph",
					"content": [
						"Внимание! Необходимо выбрать соответствующую показателям хешрейта мощность блока питания, чтобы предупредить сбои в работе."
					]
				},
				{
					"type": "paragraph",
					"content": [
						"Для клиентов, которые работают с собственными партнерскими программами, мы модифицируем ПО, добавляя логотип, встраивая механизм автоматического перевода процентов от прибыли при работе оборудования реферала."
					]
				}
			]
		},
		"characteristics": [
			"➡ При использовании штатной системы воздушного охлаждения с новой прошивкой можно разогнать Асик Antminer T17+ до уровня хешрейта 120 Th/s.",
			"➡ После установки программы можно выбрать режим даунвольта или  готовые профили для разгона в соответствии с мощностью используемого блока питания.",
			"➡ DEV FEE — 2,8%."
		],
		"tabContent": [
			{
				"title": "Подключение",
				"content": [
					{
						"type": "title",
						"content": ["Инструкция по установке прошивки"]
					},
					{
						"type": "list",
						"content": [
							" \tСкачать файл с новой прошивкой на нашем сайте, после чего выбрать его в интерфейсе оригинальной прошивки Bitmain в разделе System —Upgrade — Flash. Чтобы сохранить Pool, Worker и Password, нужно выставить галочку у Keep Setings. Нажать Flash Image.",
							" \tВвести IP-адрес асика. Если новую прошивку не видно, нажать CTRL+F5 для обновления страницы.",
							" \tВыбрать язык интерфейса.",
							" \tВ Miner Configuration — General Settings проверить настройки пулов, воркеров, пароли.",
							" \tВ Mining Profiles — Preset, в зависимости от мощности БП, выбрать готовый вариант разгона.",
							" \tЕсли планируется использование иммерсионного охлаждения, отключить контроль кулеров.",
							" \tВключить функцию контроля хешрейта.",
							" \tВыполнить и сохранить настройки для безопасной и эффективной работы.",
							" \tПри выборе ручного режима настроек в Mining Profiles — Preset установить Disable.",
							"После запуска программы может потребоваться полчаса, пока Асик будет настраиваться, в ходе чего он может перезагружаться, что нормально."
						]
					}
				]
			},
			{
				"title": "Популярные режимы",
				"content": [
					{
						"type": "title",
						"content": ["Функциональные особенности"]
					},
					{
						"type": "paragraph",
						"content": [
							" \tустановка и настройка выполняются одновременно для всего оборудования в выбранном IP-диапазоне, поэтому не приходится тратить время на каждый асик в отдельности;"
						]
					},
					{
						"type": "paragraph",
						"content": [" \tесть антивирусная защита;"]
					},
					{
						"type": "paragraph",
						"content": [" \tвстроена защита от перегревания чипов;"]
					},
					{
						"type": "paragraph",
						"content": [
							" \tне допускается работа вхолостую, при которой напрасно сгорает электроэнергия, так как при отключении доступа к Интернету и пула автоматически включается защита;"
						]
					},
					{
						"type": "paragraph",
						"content": [
							" \tналажен механизм слежения за рабочей температурой чипов, из-за чего процесс добычи стабилизируется, а износ системы охлаждения замедляется (ресурс можно использовать на 400% дольше);"
						]
					},
					{
						"type": "paragraph",
						"content": [
							" \tесть возможность проводить мониторинг через Интернет бесплатно;"
						]
					},
					{
						"type": "paragraph",
						"content": [
							" \tэффективность добычи повышается 20-30%, но затраты на потребляемые ресурсы не повышаются."
						]
					},
					{
						"type": "paragraph",
						"content": [
							"По заказу прошивка адаптируется под партнерские программы клиентов. Наши специалисты устанавливают логотип заказчика и встраивают механизм расчета и перечисления процентов от дохода рефералов."
						]
					}
				]
			},
			{
				"title": "Функциональные особенности",
				"content": [
					{
						"type": "title",
						"content": ["Отличительные особенности"]
					},
					{
						"type": "list",
						"content": [
							" \tПрошивка позволяет разгонять чипы не только на воздушном охлаждении, но и за счет иммерсионного.",
							" \tСозданы оптимальные готовые профили для разгона при любом варианте БП.",
							" \tРазработаны готовые профили для даунвольта.",
							" \tПредусмотрен индивидуальный разгон и вольтаж каждой хеш-платы.",
							" \tДобавлена возможность разгона каждой микросхемы по отдельности, что позволяет стабилизировать процесс добычи и выйти на максимальную скорость.",
							" \tЕсть AUTO TUNING — автоматически подбирается частота, ведется мониторинг функционирования микросхем (это положительно сказывается на продолжительности эксплуатации асиков).",
							" \tПо сравнению со стандартной прошивкой стало на порядок меньше ошибок HW.",
							" \tПри выборе иммерсионного охлаждения есть возможность отключить кулеры.",
							" \tЗа счет ASIC BOOST потребление ресурсов уменьшается в среднем на 15%, так как алгоритм используется оптимально, а хешрейт остается прежним.",
							" \tДобавлен «Режим сна», что удобно для остановки добычи (скорость вращения вентиляторов при этом снижается до минимальных показателей).",
							" \tСроки эксплуатации вентиляторов увеличены, так как был изменен алгоритм работы воздушной системы охлаждения (добавился тихий старт, на чипах поддерживается температура).",
							" \tМожно одновременно менять пароли, менять и отключать порт SSH сразу на всей майнинг-ферме.",
							" \tПоявился ваттметр.",
							" \tДобавился «Поиск асика».",
							" \tУстранена проблема с ошибкой DevFee Error Exit."
						]
					}
				]
			},
			{
				"title": "Отличительные особенности",
				"content": [
					{ "type": "title", "content": ["Нужна помощь?"] },
					{
						"type": "list",
						"content": [
							"Если возникли сложности и есть вопросы, напишите нам на электронную почту miningcenter@bk.ru или позвоните консультанту. Вам в деталях расскажут, как скачать, настроить и эксплуатировать прошивку для Asic T17+. В результате вы узнаете, как быстро повысить хешрейт одного асика или одновременно целой фермы. Эта услуга для вас совершенно бесплатная.",
							"Если помощь требуется срочно, воспользуйтесь формой обратной связи, где нужно ввести свои данные. Она располагается на этой же странице."
						]
					}
				]
			}
		],
		"downloadLink": ""
	},
	{
		"id": 5162,
		"imageSrc": "https://mining-center.net/wp-content/uploads/2019/11/proshivkaS17e.jpg",
		"title": "Прошивка для Asic Майнера Antminer Т17e",
		"descriptionPreview": "В разработке",
		"description": {
			"title": "",
			"content": [
				{
					"type": "paragraph",
					"content": [
						"Установка прошивки с нашего сайта для Асика T17e поможет повысить энергоэффективность на 20% и увеличить хешрейт на 20-30%."
					]
				},
				{
					"type": "paragraph",
					"content": ["Условия использования ПО:"]
				},
				{ "type": "paragraph", "content": [""] },
				{ "type": "paragraph", "content": [""] },
				{
					"type": "paragraph",
					"content": [
						" \tбесплатно скачайте прошивку для Асик Antminer T17e;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tустановите программу, выполните разгон (возможно до 70 Th/s) и получайте прибыль;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tрасход ресурсов сохраняется на прежнем уровне, как при использовании стандартной программы;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tрабочие процессы стабилизируются, фактические сроки эксплуатации оборудования продлеваются на 400%, поскольку каждый чип настраивается отдельно;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tоплата за разработку программы автоматически рассчитываться и перечисляться при добыче криптомонет без прекращения поступления доходов в вашу пользу."
					]
				},
				{ "type": "paragraph", "content": [""] },
				{
					"type": "paragraph",
					"content": [
						"Внимание! Установив прошивку, позаботьтесь о мощном источнике питания во избежание сбоев. Если сомневаетесь в выборе, обратитесь за консультацией к нашим специалистам."
					]
				},
				{
					"type": "paragraph",
					"content": [
						"По запросу мы создаем индивидуальные варианты ПО с целью реализации партнерских программ. Для этого используем логотип заказчика, интегрируем механизм автоматического отчисления процентов по формуле."
					]
				}
			]
		},
		"characteristics": [
			"➡ Новая прошивка для Асик Antminer T17e с использованием стандартного воздушного охлаждения позволяет увеличить хешрейт до 70 Th/s.",
			"➡ Установив ПО, вы получите оптимальные готовые профили для разгона и возможность выставить свои настройки.",
			"➡ DEV FEE — 2,8%."
		],
		"tabContent": [
			{
				"title": "Подключение",
				"content": [
					{
						"type": "title",
						"content": ["Инструкция по установке прошивки"]
					},
					{
						"type": "list",
						"content": [
							" \tВ интерфейсе стандартной прошивки Bitmain зайти в раздел System —Upgrade — Flash, найти файл с новой прошивкой, пометить галочкой Keep Setings, чтобы сохранить Pool, Worker, Password, а потом нажать Flash Image.",
							" \tВбить IP-адрес асика. Обновить кэш, если не видно новую прошивку.",
							" \tВыбрать язык.",
							" \tВ General Settings (в Miner Configuration) проверить настройки пулов, воркеров, пароли.",
							" \tВ Mining Profiles — Preset выбрать готовый вариант разгона в соответствии с мощностью БП или даунвольт (ручной режим, для которого нужно выбрать Disable).",
							" \tЕсли будет использоваться иммерсионное охлаждение, то нужно отключить контроль вентиляторов.",
							" \tВключить функцию контроля хешрейта, выполнить и сохранить все необходимые для безопасной и эффективной работы настройки.",
							" \tПосле инициации программы разгона оборудование может настраиваться в течение получаса, периодически перезагружаясь."
						]
					}
				]
			},
			{
				"title": "Популярные режимы",
				"content": [
					{
						"type": "title",
						"content": ["Функциональные особенности"]
					},
					{
						"type": "paragraph",
						"content": [
							" \tпрошивка устанавливается и настраивается для работы всего комплекса оборудования, и не нужно вручную отдельно заниматься каждым асиком;"
						]
					},
					{
						"type": "paragraph",
						"content": [" \tинтегрирована антивирусная защита;"]
					},
					{
						"type": "paragraph",
						"content": [" \tпредусмотрена защита от перегревания;"]
					},
					{
						"type": "paragraph",
						"content": [
							" \tпри отсутствии подключения к сети и пулу в автоматическом режиме запускается механизм экономии электроэнергии;"
						]
					},
					{
						"type": "paragraph",
						"content": [
							" \tотслеживается рабочая температура каждой микросхемы, поэтому стабилизируется хеш, система охлаждения служит значительно дольше;"
						]
					},
					{
						"type": "paragraph",
						"content": [
							" \tпредусмотрена возможность бесплатного мониторинга через Интернет;"
						]
					},
					{
						"type": "paragraph",
						"content": [
							" \tза счет программы на 20-30% повышается эффективность добычи криптовалют, но уровень потребления ресурсов сохраняется прежним."
						]
					},
					{
						"type": "paragraph",
						"content": [
							"Если у вас есть своя партнерская программа, то наши специалисты создадут модифицированную версию прошивки с вашим логотипом, интегрируют алгоритм расчета и автоматического перечисления процентов от дохода."
						]
					}
				]
			},
			{
				"title": "Функциональные особенности",
				"content": [
					{
						"type": "title",
						"content": ["Отличительные особенности"]
					},
					{
						"type": "list",
						"content": [
							" \tВозможность разгона не только на воздушном охлаждении, но и на иммерсионном.",
							" \tПредлагаются готовые профили для разгона в соответствии с мощностью блока питания.",
							" \tМожно использовать готовые профили для даунвольта.",
							" \tПредусмотрен индивидуальный разгон и вольтаж каждой платы и каждого чипа, в результате чего асик выходит на максимальную скорость добычи криптовалют, и демонстрирует стабильную работу.",
							" \tЕсть AUTO TUNING для автоматического подбора частоты, слежения за работой микросхем, что позволяет увеличить срок эксплуатации оборудования.",
							" \tУменьшено число ошибок HW по сравнению с фирменной версией от «Битмейн».",
							" \tПри переходе на иммерсионное охлаждение отключается опрос вентиляторов.",
							" \tДобавлен ASIC BOOST, за счет чего оптимизируется алгоритм, а потребление снижается в среднем на 15% при сохранении уровня хешрейта.",
							" \tДобавлен «Режим сна», чтобы остановить майнинг, снизить обороты кулеров до минимальных.",
							" \tИзменен алгоритм работы кулеров: есть тихий старт, поддерживается стабильная температура чипов, поэтому срок использования системы воздушного охлаждения увеличивается.",
							" \tМожно одновременно сменить пароли, сменить и отключить порт SSH сразу для группы асиков.",
							" \tИмеется ваттметр.",
							" \tРеализована функция поиска асика.",
							" \tУстранена ошибка DevFee Error Exit."
						]
					}
				]
			},
			{
				"title": "Отличительные особенности",
				"content": [
					{
						"type": "title",
						"content": [
							"Если у вас есть вопросы о том, как скачать, как пользоваться прошивкой для Asic T17e, чтобы повысить хешрейт, получите профессиональную консультацию квалифицированного специалиста. Услуга оказывается бесплатно. Вы получите инструкцию по разгону одного асика или одновременно всей крипто-фермы в выбранном IP диапазоне, получите подсказки по настройкам, нюансам эксплуатации новой программы."
						]
					},
					{
						"type": "list",
						"content": [
							"Чтобы получить помощь, позвоните или напишите нам на электронную почту miningcenter@bk.ru. Если консультация понадобилась срочно, заполните свои данные для контакта в форме обратной связи. Вы ее найдете ниже."
						]
					}
				]
			}
		],
		"downloadLink": ""
	},
	{
		"id": 5347,
		"title": "Прошивка для ASIC Antminer S9Double (S10)",
		"descriptionPreview": "Версия 3.8.6\r\n\r\nНа русском языке",
		"description": {
			"title": "",
			"content": [
				{
					"type": "paragraph",
					"content": [
						"Скачайте совместимую со всеми моделями асиков S9Double (s10) прошивку с возможностью оплачивать разработку ПО (1,3—2%) в ходе майнинга. Ее дизайн максимально приближен к оригинальному, чтобы было удобно работать."
					]
				},
				{ "type": "paragraph", "content": ["В этом варианте:"] },
				{ "type": "paragraph", "content": [""] },
				{ "type": "paragraph", "content": [""] },
				{
					"type": "paragraph",
					"content": [
						" \tоплата производится по время добычи криптомонет;"
					]
				},
				{
					"type": "paragraph",
					"content": [" \tперебоев с доходами нет;"]
				},
				{
					"type": "paragraph",
					"content": [
						" \tсохраняется такой же расход ресурсов, что и для стандартного ПО;"
					]
				},
				{
					"type": "paragraph",
					"content": [" \tмощность вычислений возрастает;"]
				},
				{
					"type": "paragraph",
					"content": [
						" \tсрок службы оборудования продлевается в пять раз за счет отдельной настройки каждого чипа;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tнаблюдается экономия до 250 Вт в пулах, которые поддерживают технологию AsicBoost;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tможно управлять частотой, напряжением, шаблонами для каждой панели с чипами: при разгоне до 18 Th/s — при воздушном, до 19-22 Th/s — при иммерсионном охлаждении."
					]
				},
				{ "type": "paragraph", "content": [""] },
				{
					"type": "paragraph",
					"content": [
						"Рекомендуется позаботиться о мощном источнике питания. По запросу мы создаем для клиентов партнерские варианты ПО с логотипом и встроенным механизмом расчетов процентов от дохода во время работы оборудования партнеров."
					]
				}
			]
		},
		"characteristics": [
			"➡ Прошивка для ASIC Antminer S9Double (S10) обеспечивает разгон хешрейта до 25 Th/s с воздушным охлаждением.",
			"➡ Реализована функция автоматической проверки ASIC на вирусы и вредоносное ПО с последующим уничтожением зловредов. Такая проверка необходима при покупке б/у оборудования из-за частых случаев заражения, когда приходится решать проблемы кардинально, вплоть до замены контрольный платы управления.",
			"➡ Предлагаем программу с готовыми профилями для разгона, функцией ASIC BOOST, ваттметром — шкалой показателей потребления электричества, DEV FEE — 1,8%."
		],
		"tabContent": [
			{
				"title": "Подключение",
				"content": [
					{
						"type": "title",
						"content": ["Инструкция по установке прошивки"]
					},
					{
						"type": "list",
						"content": [
							" \tЗайти в WEB интерфейс устройства.",
							" \tПерейти во  вкладку System, далее Upgrade.",
							" \tНажть на кнопку Choose File, выбрать предварительно скаченную прошивку с нашего сайта.",
							" \tНажать на кнопку Flash Image и дождаться полной установки и перезагрузки устройства.",
							" \tОбновите страницу(CTRL+F5).",
							" \tПереходим во вкладку Miner Configuration – Mining Profiles - выбираем профиль согласно характеристикам вашего блока питания.",
							" \tВключить ASICBOOST"
						]
					}
				]
			},
			{
				"title": "Популярные режимы",
				"content": [
					{
						"type": "title",
						"content": [
							"Популярные режимы работы для asic miner Antminer S9Double"
						]
					},
					{
						"type": "paragraph",
						"content": [
							"Рекомендуем использовать такой режимы работы:"
						]
					},
					{
						"type": "paragraph",
						"content": [" \t20.3 Th/s — 1550 W;"]
					},
					{
						"type": "paragraph",
						"content": [
							"Этот вариант гарантирует безопасную работу оборудования при использовании стандартного блока питания."
						]
					},
					{
						"type": "paragraph",
						"content": [
							"В случае если вы решите разогнать асик выше 20 Th/s, целесообразно  приобрести более производительный блок с показателями мощности в диапазоне от 2000 W до 2500 W. Также следует позаботиться о замене стандартного воздушного охлаждения за счет заводских кулеров на иммерсионное, то есть обеспечить понижение температуры оборудования способом погружения в безопасную для электроники диэлектрическую теплопроводную жидкость."
						]
					}
				]
			},
			{
				"title": "Функциональные особенности",
				"content": [
					{
						"type": "title",
						"content": ["Функциональные особенности"]
					},
					{
						"type": "list",
						"content": [
							" \tПО сразу устанавливается на все майнеры, поэтому не приходится их настраивать вручную по очереди;",
							" \tпредусмотрена защита от вирусов;",
							" \tвыполняется автотюн — настройка чипов, что увеличивает срок службы оборудования на 100-200%;",
							" \tпредусмотрена защита от перегревания;",
							" \tобеспечивается защита от лишнего расхода электроэнергии и работы вхолостую при отключении Интернета и пула;",
							" \tдобавлена функция поиска антмайнера в ЦОДе;",
							" \tподдерживается рабочая температура чипов, что положительно сказывается на сроке службы кулеров, а хеш стабилизируется;",
							" \tможно бесплатно выполнять мониторинг через Интернет;",
							" \tрежим даунвольта (13,5 — 1050 ватт) позволяет снижать темпе.",
							" \tЗа счет прошивки эффективность майнинга повышается на 20-30% без увеличения потребления ресурсов.",
							"Мы можем создать для вас партнерскую версию прошивки с логотипом и интегрированным алгоритмом вычисления процента от дохода, когда добыча ведется на асиках ваших клиентов."
						]
					}
				]
			},
			{
				"title": "Отличительные особенности",
				"content": [
					{
						"type": "title",
						"content": ["Отличительные особенности"]
					},
					{
						"type": "list",
						"content": [
							" \tпрограмма обеспечивает стабилизацию майнинга;",
							" \tесть возможность сделать полный рестарт ПО или ограничиться только перезагрузкой ЦГ майнера в тюне;",
							" \tдополнительно к автоматической системе проверки на наличие вирусов предлагается ручная проверка и лечение от шпионского ПО, включая новый вирус AntBuild;",
							" \tустранены ошибки при подключении к мониторингу Anthill.farm;",
							" \tв конфиг мультипликаторе добавлена функция Find Miner, чтобы одновременно заниматься поисками большего количество майнеров;",
							" \tизменен формат скачивания лога файла в txt;",
							" \tдобавлена новая функция «Режима сна», которая включается в конфиг мультипликаторе для остановки процесса добычи криптомонет и снижения оборотов кулеров до минимальных;",
							" \tрешена проблема с ошибкой DevFee error exit."
						]
					}
				]
			},
			{
				"title": "Нужна помощь",
				"content": [
					{ "type": "title", "content": ["Нужна помощь?"] },
					{
						"type": "paragraph",
						"content": [
							"Если у вас возникли вопросы относительно того, как  скачать, оплатить и установить прошивку для Asic S9, получите профессиональную бесплатную консультацию у наших менеджеров. Вам в подробностях расскажут о нюансах программного обеспечения, помогут сделать  необходимые настройки дистанционно."
						]
					},
					{
						"type": "paragraph",
						"content": [
							"Вы можете позвонить нам или написать на адрес miningcenter@bk.ru. Если  требуется оперативная помощь, отправьте свои контактные данные на этой странице в форме, расположенной ниже, и с вами быстро свяжутся."
						]
					}
				]
			}
		],
		"downloadLink": "https://mining-center.net/wp-content/uploads/2020/02/Antminer-S9Double.tar.gz"
	},
	{
		"id": 6580,
		"title": "Прошивка для asic miner Antminer L7",
		"descriptionPreview": "",
		"description": {
			"title": "",
			"content": [
				{
					"type": "paragraph",
					"content": [
						"Чтобы использовать все потенциальные возможности Antminer L7 , скачайте бесплатную кастомную прошивку. Берется только плата за разработку (примерно 2,8% от общей скорости хеширования). При массовой установке ПО на большое количество асиков условия обсуждаются индивидуально."
					]
				},
				{
					"type": "paragraph",
					"content": ["Плюсы при установке альтернативной прошивки:"]
				},
				{ "type": "paragraph", "content": [""] },
				{ "type": "paragraph", "content": [""] },
				{
					"type": "paragraph",
					"content": [" \tповышение энергоэффективности до 40%;"]
				},
				{
					"type": "paragraph",
					"content": [
						" \tзащита от возникновения ошибок WebUi и ssh;"
					]
				},
				{
					"type": "paragraph",
					"content": [" \tавтоматическое удаление вирусов;"]
				},
				{
					"type": "paragraph",
					"content": [
						" \tавтоматическая настройка в зависимости от выбранного профиля;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tрежимы автоматической или ручной настройки напряжения и частоты;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tвозможность использовать неисправные платы за счет индивидуальной подстройки частот чипов;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tчерез API открывается доступ к встроенному веб-интерфейсу Wattmeter;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tвозможность управления вентиляторами при подключении погружного иммерсионного охлаждения;"
					]
				},
				{
					"type": "paragraph",
					"content": [
						" \tналичие таймера для отслеживания температуры и скорости хэширования."
					]
				},
				{ "type": "paragraph", "content": [""] },
				{
					"type": "paragraph",
					"content": [
						"Если вы заинтересованы в партнерских программах, то мы создадим для вас особую версию ПО с вашим логотипом и интегрированным алгоритмом расчета процентов от дохода во время работы оборудования ваших клиентов."
					]
				}
			]
		},
		"characteristics": [
			"➡ За счет нашей программы хешрейт можно разогнать до 11000 Mh/s и выше.",
			"➡ Предлагаются оптимальные для эффективного майнинга профили — выбирать в зависимости от производительности своего блока питания.",
			"➡ Устранены уязвимости HW, мешающие при работе оригинальной версии прошивки.",
			"➡ Добавлена автоматическая проверка на вирусы и лечение.",
			"➡Есть ваттметр, чтобы следить за расходованием электроэнергии.",
			"➡ DEV FEE - 2,8%."
		],
		"tabContent": [
			{
				"title": "Подключение",
				"content": [
					{
						"type": "title",
						"content": ["Инструкция по установке прошивки"]
					},
					{
						"type": "list",
						"content": [
							" \tCкачиваем программу etcher для записи SD образа https://www.balena.io/etcher или https://rufus.ie/ru/",
							" \tЗапускаем программу etcher и выбираем образ под вашу модель асика с расширением .img",
							" \tЗаписываем образ на SD карту (SD карта должна быть обьемом не более 32 гб , формат FAT32)",
							" \tВставляем SD карту с образом в асик, включаем асик, прошивка VNISH установлена, если вы вытащите SD-карту, вернется прошивка BITMAIN."
						]
					}
				]
			},
			{
				"title": "Популярные режимы",
				"content": [
					{ "type": "title", "content": ["Популярные режимы"] },
					{
						"type": "paragraph",
						"content": [
							"Рекомендуем выбирать следующие режимы для майнинга:"
						]
					},
					{
						"type": "paragraph",
						"content": [" \t9020 Mh/s — 3255 W;"]
					},
					{
						"type": "paragraph",
						"content": [" \t9500 Mh/s — 3441 W;"]
					},
					{
						"type": "paragraph",
						"content": [" \t10000 Mh/s — 3930 W;"]
					},
					{
						"type": "paragraph",
						"content": [" \t10500 Mh/s — 4350 W;"]
					},
					{
						"type": "paragraph",
						"content": [
							"Они обеспечивают безопасную работу с использованием стандартного блока питания и воздушного охлаждения за счет установленных заводских кулеров."
						]
					},
					{
						"type": "paragraph",
						"content": [
							"При желании повысить уровень хешрейта, нужно установить более мощный блок питания и поменять воздушное охлаждение на погружное иммерсионное. В прошивке добавлены полезные функции, которые позволяют оптимально использовать возможности асика при выборе варианта снижения температуры чипов за счет погружения оборудования в диэлектрическую теплопроводную жидкость, которая безопасна для электроники."
						]
					}
				]
			},
			{
				"title": "Функциональные особенности",
				"content": [
					{
						"type": "title",
						"content": ["Функциональные особенности"]
					},
					{
						"type": "list",
						"content": [
							" \tдобавлена функция AUTO TUNING, чтобы настроить автоматический подбор частоты, следить за работой чипов;",
							" \tреализована функция отключения кулеров при подключении погружного иммерсионного охлаждения;",
							" \tпредусмотрена функция одновременной установки прошивки и настройки для любого количества майнеров с дублированием конфига, созданием воркеров;",
							" \tдобавлена автоматическая проверка на вирусы и вредоносное ПО;",
							" \tвнедрен ваттметр (вывод показаний уровня расхода электроэнергии);",
							" \tесть функционал поиска асика в ЦОДе;",
							" \tможно одновременно менять пароль, порт SSH и отключать порт SSH для майнинг-фермы;",
							" \tдобавлен полезный «Режим сна», чтобы приостанавливать добычу криптовалюты (обороты кулеров снижаются до минимальных показателей).",
							"Наша модифицированная прошивка помогает увеличить показатели майнинга, но при этом не повышать потребление электроэнергии. Так происходит благодаря устранению ошибок и уязвимостей, внедрения полезных функций, которые не предусмотрены в стандартной прошивке."
						]
					}
				]
			},
			{
				"title": "Отличительные особенности",
				"content": [
					{
						"type": "title",
						"content": ["Отличительные особенности"]
					},
					{
						"type": "list",
						"content": [
							" \tхешрейт разгоняется до 10000 Mh/s и выше;",
							" \tкаждый чип визуально контролируется — зеленый, оранжевый, красный;",
							" \tсозданы разные профили для разгона — выбирать в соответствии с характеристиками своего блока питания;",
							" \tесть оптимальные профили для даунвольта, если оборудование эксплуатируется при жаркой погоде;",
							" \tможно отдельно разогнать каждую плату и каждый чип, благодаря чему повышается общая стабильность, а скорость работы асика повышается до максимально возможного;",
							" \tисправлены серьезные уязвимости HW, которые мешают работе при использовании стандартной прошивки."
						]
					}
				]
			},
			{
				"title": "Нужна помощь",
				"content": [
					{ "type": "title", "content": ["Нужна помощь?"] },
					{
						"type": "paragraph",
						"content": [
							"При возникновении вопросов о скачивании, оплате и настройке прошивки, которую мы разработали для Асик Antminer L7, а также о возможностях по разгону хешрейта, закажите консультацию специалиста — услуга оказывается бесплатно. Вы получите ответы на все вопросы, узнаете об особенностях функционала, сможете при помощи специалиста настроить оборудования, начать майнинг."
						]
					},
					{
						"type": "paragraph",
						"content": [
							"Чтобы быстро получить ответы, позвоните нам или отправьте свои контактные данные в форме — находится ниже на этой странице. После этого вам перезвонит менеджер. Также можете написать вопрос менеджерам в телеграм t.me/miningcenter"
						]
					}
				]
			}
		],
		"downloadLink": "https://drive.google.com/file/d/18STCSpRPshp_uUBEs6Y50UvEDxtGZxnk/view?usp=sharing"
	}
]
