[
	{
		"id": "ildar-shajhutdinov",
		"date": "2019-07-10",
		"content": [
			"Ребята свое дело знают, слово держат. Никаких нареканий их деятельность не вызывает. Цены адекватные. Я покупал фермы и комплектующие. Доставка быстрая. Дал деньги, получил трек-номер. Все четко, всем рекомендую!\r\nЖелаю коллективу майнинг-центра успехов в их деле!\r\n"
		],
		"description": "Ребята свое дело знают, слово держат. Никаких нареканий их деятельность не вызывает. Цены адекватные...",
		"title": "Ильдар Шайхутдинов",
		"author": "Ильдар Шайхутдинов",
		"imageSrc": "http://newsatoshi.dmtest.ru/wp-content/uploads/2019/07/mNiCkUmp6Eg.jpg"
	},
	{
		"id": "almaz-galimov",
		"date": "2019-07-10",
		"content": [
			"Заказал себе здесь L3+ дешевле чем где либо. Привезли быстро. Уже неделю проработал, все отлично. Спасибо! Скоро буду брать еще. Буду рекомендовать друзьям.\r\n"
		],
		"description": "Заказал себе здесь L3+ дешевле чем где либо. Привезли быстро. Уже неделю проработал, все отлично. Сп...",
		"title": "Алмаз Галимов",
		"author": "Алмаз Галимов",
		"imageSrc": "http://newsatoshi.dmtest.ru/wp-content/uploads/2019/07/3htLdsfDKms.jpg"
	},
	{
		"id": "ajrat-samikov",
		"date": "2019-07-10",
		"content": [
			"Купили у этой команды асики innosilicon A9 и Antminer Z9 mini разместили их в китае, всё работает отлично. На все вопросы отвечает быстро. Спасибо им буду рекомендовать друзьям.\r\n"
		],
		"description": "Купили у этой команды асики innosilicon A9 и Antminer Z9 mini разместили их в китае, всё работает от...",
		"title": "Айрат Самиков",
		"author": "Айрат Самиков",
		"imageSrc": "http://newsatoshi.dmtest.ru/wp-content/uploads/2019/07/gr3apY8M7A4.jpg"
	},
	{
		"id": "andrej-tortikov",
		"date": "2019-07-10",
		"content": [
			"Брал у ребят пару Innosilicon a8, отработали 3 месяца в Китае, после чего приехали домой. Доставка быстрая. Все возникающие вопросы решаются оперативно. Все отлично, всем советую!\r\n"
		],
		"description": "Брал у ребят пару Innosilicon a8, отработали 3 месяца в Китае, после чего приехали домой. Доставка б...",
		"title": "Андрей Тортиков",
		"author": "Андрей Тортиков",
		"imageSrc": "http://newsatoshi.dmtest.ru/wp-content/uploads/2019/07/m6OaCa4xHFY.jpg"
	},
	{
		"id": "vladimir-safonov",
		"date": "2019-07-10",
		"content": [
			"Держите и мой отзыв. Так же долго искал с кем начать работать. Понравилось открытость , скорость ответов на вопросы, возможнось получить дополнительную помощь в получении, настройке и т.д. Для меня это важно, так как я новичок в этой теме. Может быть не самая низкая цена (если вы находитесь в Москве) , но для \"входа в эту тему\" этот критерий был на втором месте. Аппарат был доставлен за 20 дней, получал в Деловых линиях. Отлично упаковано. Обрешётка просто жесть. Я потратил минут двадцать чтобы оторвать доски имея только отвёртку и пассатижи. Все надёжно сколочено. Влад помог с настройками айсика. Все работает. Спасибо что держите слово. Рекомендую.\r\n"
		],
		"description": "Держите и мой отзыв. Так же долго искал с кем начать работать. Понравилось открытость , скорость отв...",
		"title": "Владимир Сафонов",
		"author": "Владимир Сафонов",
		"imageSrc": "http://newsatoshi.dmtest.ru/wp-content/uploads/2019/07/2mluq5r_wQg.jpg"
	},
	{
		"id": "maksim-tsvetkov",
		"date": "2019-07-10",
		"content": [
			"Асик получил, работает уже 3й день, все отлично. Доставка примерно 20 дней. Запаковали от души (деревянными досками, курьер 5 минут ломиков открывал) ? зато надежно и все в целости и сохранности приехало)\r\n"
		],
		"description": "Асик получил, работает уже 3й день, все отлично. Доставка примерно 20 дней. Запаковали от души (дере...",
		"title": "Максим Цветков",
		"author": "Максим Цветков",
		"imageSrc": "http://newsatoshi.dmtest.ru/wp-content/uploads/2019/07/vGwtXJMHg6w.jpg"
	},
	{
		"id": "hajzenberg-abu",
		"date": "2019-07-10",
		"content": [
			"Честно говоря, перед покупкой очень переживал)) Владислава закидывал и нужными и ненужными вопросами))\r\nРебятам большое спасибо, всё пришло вовремя и без проблем. Впредь буду работать с ними, и конечно же рекомендовать всем. СПАСИБО)\r\n"
		],
		"description": "Честно говоря, перед покупкой очень переживал)) Владислава закидывал и нужными и ненужными вопросами...",
		"title": "Хайзенберг Абу",
		"author": "Хайзенберг Абу",
		"imageSrc": "http://newsatoshi.dmtest.ru/wp-content/uploads/2019/07/Q0rk64uX7NI.jpg"
	},
	{
		"id": "vasilij-timofeev",
		"date": "2019-07-10",
		"content": [
			"Приобрёл асик m3x за крипту!!! Доволен обслуживанием!!! Но есть замечания: \r\n1) асик очень шумит , пришлось делать короб, поместить короб на балкон. Но даже там очень шумит невозможно спать! Соседи наверное скоро придут! \r\n2) пришёл асик с китайской вилкой , поставил переходник, так чуть не спалил Всю квартиру , переходник оплавился!\r\nИтого не покупайте m3x для дома!!!\r\nМагазином доволен, буду и дальше покупать!!! Смотри фото!!!\r\n"
		],
		"description": "Приобрёл асик m3x за крипту!!! Доволен обслуживанием!!! Но есть замечания: \r\n1) асик очень шумит , п...",
		"title": "Василий Тимофеев",
		"author": "Василий Тимофеев"
	},
	{
		"id": "rustam-kulmuhametov",
		"date": "2019-07-10",
		"content": [
			"долго думал заказывать или нет и все таки решился, до этого с асиками никогда дела не имел. Заказал я два асика m3x и через 3 нед они пришли. Но к сожелению один оказался не рабочий. Написав Владу с mining center о проблеме мне тут же отправили новый))) Сейчас все два асика работают. Спасибо ребятам за замену и оперативность)\r\n"
		],
		"description": "долго думал заказывать или нет и все таки решился, до этого с асиками никогда дела не имел. Заказал ...",
		"title": "Рустам Кульмухаметов",
		"author": "Рустам Кульмухаметов",
		"imageSrc": "http://newsatoshi.dmtest.ru/wp-content/uploads/2019/07/c71xVPYMwS8.jpg"
	},
	{
		"id": "mihail-nikitin",
		"date": "2019-07-10",
		"content": [
			"Заказал whatsminer м3х, прибыл быстро, никаких нареканий нет, на все вопросы отвечают, я доволен.\r\n"
		],
		"description": "Заказал whatsminer м3х, прибыл быстро, никаких нареканий нет, на все вопросы отвечают, я доволен.\r\n...",
		"title": "Михаил Никитин",
		"author": "Михаил Никитин"
	},
	{
		"id": "vlad-lyahnenko",
		"date": "2019-07-10",
		"content": [
			"Заказал z9mini , привезли домой сдэком все отлично подключил все работает+ скинули инструкцию как прошить асик! Спасибо !!!\r\n"
		],
		"description": "Заказал z9mini , привезли домой сдэком все отлично подключил все работает+ скинули инструкцию как пр...",
		"title": "Влад Ляхненко",
		"author": "Влад Ляхненко",
		"imageSrc": "http://newsatoshi.dmtest.ru/wp-content/uploads/2019/07/DL17t5QSNbU.jpg"
	},
	{
		"id": "zhenya-saprunov",
		"date": "2019-07-10",
		"content": [
			"Заказал A9, заказывал первый раз, боялся потому что мошенников все таки много, и сумма не маленькая.\r\nНо все прошло отлично, груз оперативно отправили .Рекомендую\r\n"
		],
		"description": "Заказал A9, заказывал первый раз, боялся потому что мошенников все таки много, и сумма не маленькая....",
		"title": "Женя Сапрунов",
		"author": "Женя Сапрунов",
		"imageSrc": "http://newsatoshi.dmtest.ru/wp-content/uploads/2019/07/HHGH9UwXv0c.jpg"
	},
	{
		"id": "mihail-savitskij",
		"date": "2019-07-10",
		"content": [
			"Получил свой заказ Innosilicon a9 zmaster. Все замечательно работает. Огромная благодарность Александру за помощь! Отличная контора, рекомендую к сотрудничеству.\r\n"
		],
		"description": "Получил свой заказ Innosilicon a9 zmaster. Все замечательно работает. Огромная благодарность Алексан...",
		"title": "Михаил Савицкий",
		"author": "Михаил Савицкий",
		"imageSrc": "http://newsatoshi.dmtest.ru/wp-content/uploads/2019/07/pSNYSrcgaHs.jpg"
	},
	{
		"id": "sasha-chapaev",
		"date": "2019-07-13",
		"content": [
			"Наткнулся на вот это объявление - Прошивка для Antminer S9 на 16 THS и для Antminer T9+ на 13-14 THS. Для первых 100 асиков бесплатно, за отзывы.",
			"Попал под акцию! Утром списались, вечером подразогнали с9! Выражаю признательность коллективу группы. Владиславу жму руку двумя руками."
		],
		"description": "Наткнулся на вот это объявление - Прошивка для Antminer S9 на 16 THS и для Antminer T9+ на 13-14 THS...",
		"title": "Саша Чапаев",
		"author": "Саша Чапаев"
	},
	{
		"id": "vyacheslav-orehov",
		"date": "2019-07-20",
		"content": [
			"Заказывал 7 асиков. все получил. Ребята профессионалы, приятно иметь с Вами дело.? Кроме всего помогли с техническим вопросом, за что отдельное спасибо! короч, я доволен"
		],
		"description": "Заказывал 7 асиков. все получил. Ребята профессионалы, приятно иметь с Вами дело.? Кроме всего помог...",
		"title": "Вячеслав Орехов",
		"author": "Вячеслав Орехов"
	},
	{
		"id": "vadim-zhukov",
		"date": "2019-07-24",
		"content": [
			"Хочу поблагодарить Владислава за огромную проделанную работу по настройке, прошивке асиков и за потраченное время. Всё хорошо работает. Очень исчерпывающая информация, и доходчивая. Сказать доволен, ничего не сказать, всё на высшем уровне, очень грамотно и профиссионально. Теперь буду только с вами работать. Спасибо вам огромное. Приятно иметь дело с профи. Молодцы ????"
		],
		"description": "Хочу поблагодарить Владислава за огромную проделанную работу по настройке, прошивке асиков и за потр...",
		"title": "Вадим Жуков",
		"author": "Вадим Жуков"
	},
	{
		"id": "sasha-chapaev-2",
		"date": "2019-10-01",
		"content": [
			"Купил Т9+RFB 15 шт, Приехали с двумя бракованными, вернул, все возместили. Техническое сопровождение, научили, направили?. Думаю если среди нас будет больше таких обязательных людей как Влад, то у нас будет..!"
		],
		"description": "Купил Т9+RFB 15 шт, Приехали с двумя бракованными, вернул, все возместили. Техническое сопровождение...",
		"title": "Саша Чапаев",
		"author": "Саша Чапаев"
	},
	{
		"id": "oleg-masterov",
		"date": "2019-10-01",
		"content": [
			"Большое спасибо Владиславу за аппарат. Т9+ очень хороший. С прошивочкой. Сейчас стоит режим 13.4т.х. Выдает 13.417. Всегда отвечает на все вопросы. Буду покупать у него еще. Отличная команда\r\n"
		],
		"description": "Большое спасибо Владиславу за аппарат. Т9+ очень хороший. С прошивочкой. Сейчас стоит режим 13.4т.х....",
		"title": "Олег Мастеров",
		"author": "Олег Мастеров"
	},
	{
		"id": "pavel-averkov",
		"date": "2019-10-02",
		"content": [
			"Добрый вечер!! Брал у ребят 22 аппарата С9к 14 тх и 10 А1 25тх. С9к уже пришли а а1 на пути в мой город, ребятам огромное спасибо! Все сделали оперативно, сроки выдержали!! Заказывал С9к на 13,5, поменяли на 14 без доплаты!! Спасибо\r\n[gallery link=\"file\" ids=\"5120,5121,5122,5123,5124,5125\"]"
		],
		"description": "Добрый вечер!! Брал у ребят 22 аппарата С9к 14 тх и 10 А1 25тх. С9к уже пришли а а1 на пути в мой го...",
		"title": "Павел Аверков",
		"author": "Павел Аверков"
	},
	{
		"id": "evgenij-egorov",
		"date": "2019-11-10",
		"content": [
			"Всем привет!!! ????\r\nПриобрёл у Владислава дополнительно 2 асика t9. С прошивкой до 14 th. При потребление 1550Вт выдают 13.7-13.9 ⚡⚡⚡. Выражаю огромную благодарность Владу и его команде. ??????"
		],
		"description": "Всем привет!!! ????\r\nПриобрёл у Владислава дополнительно 2 асика t9. С прошивкой до 14 th. При потре...",
		"title": "Евгений Егоров",
		"author": "Евгений Егоров"
	},
	{
		"id": "aleksej-usoltsev",
		"date": "2020-02-15",
		"content": [
			"Заказал 2шт L3++ и 1 шт Т9 пришли быстро СДЭКОМ . Все работает отлично ! На все вопросы по прошивкам отвечают сразу оперативно. Короче доволен всем!"
		],
		"description": "Заказал 2шт L3++ и 1 шт Т9 пришли быстро СДЭКОМ . Все работает отлично ! На все вопросы по прошивкам...",
		"title": "Алексей Усольцев",
		"author": "Алексей Усольцев"
	},
	{
		"id": "sergej-faletkin",
		"date": "2020-02-15",
		"content": [
			"Мои машинки по предзаказу с китая пришли 2шт s9 бу всё работает чипы зелёные конечно внешний вид не айс главное что работают и чтоб ещё работали! Ребята молодцы второй раз по предзаказу заказываю! Ещё бы наладили с китайцами предпродажный товарный вид ( чистка, продувка, замена сеток, и т. д) было-бы вообще супер!!!!"
		],
		"description": "Мои машинки по предзаказу с китая пришли 2шт s9 бу всё работает чипы зелёные конечно внешний вид не ...",
		"title": "Сергей Фалеткин",
		"author": "Сергей Фалеткин"
	},
	{
		"id": "oleg-zhuravlev",
		"date": "2020-02-15",
		"content": [
			"Всем доброго времени! Первый раз заказывал асик не знал какой выбрать, посоветовался с Владом он мне все объяснил в итоге выбрал Т2 Turbo. Оплатил заказ и через несколько часов уже получил трэк номер от СДЭКа, обещали доставку через 8 дней, а приехал через 4 просто супер?. Разобрался с настройками подключил и все супер! Огромное спасибо Майнинг Центру и отдельное спасибо Владиславу ? за его работу и хлопоты!"
		],
		"description": "Всем доброго времени! Первый раз заказывал асик не знал какой выбрать, посоветовался с Владом он мне...",
		"title": "Олег Журавлев",
		"author": "Олег Журавлев"
	},
	{
		"id": "vladimir-gromov",
		"date": "2021-02-05",
		"content": [
			"Заказывал s9. Учитывая новогодние праздники, пришло довольно быстро. Была проблема с блоком питания, однако ребята оперативно решили проблему, отправив за свои деньги блок питания. Не каждый продавец будет за свои деньги отправлять какие-то комплектующие. На всём протяжении доставки были на связи круглосуточно. На любые, даже на самые глупые вопросы, оперативно давали ответ. Асик хороший. Видно, что новый. Хешрейт держит стабильно. Всем очень доволен. Рекомендую!"
		],
		"description": "Заказывал s9. Учитывая новогодние праздники, пришло довольно быстро. Была проблема с блоком питания,...",
		"title": "Владимир Громов",
		"author": "Владимир Громов"
	},
	{
		"id": "shamsiyat-mahmudovna",
		"date": "2021-02-05",
		"content": [
			"Купила у Mining-center асик Innosilicon T2T 30Th/s. (б/у)\r\nАсик приехал в отличном состоянии. \r\nНикогда не занималась майнингом, думала разберусь на ходу. Точно не разобралась бы ещё 3 дня и 3 ночи, сидела и думала бы как подключить и начать майнить?\r\nНо ребята мне очень помогли  Спасибо вам большое 100lvl?❤️"
		],
		"description": "Купила у Mining-center асик Innosilicon T2T 30Th/s. (б/у)\r\nАсик приехал в отличном состоянии. \r\nНико...",
		"title": "Шамсият Махмудовна",
		"author": "Шамсият Махмудовна"
	},
	{
		"id": "dmitrij-igorevich",
		"date": "2021-02-05",
		"content": [
			"5 дней с момента заказа до получения. Тюменская обл. Все работает. Большой респект."
		],
		"description": "5 дней с момента заказа до получения. Тюменская обл. Все работает. Большой респект....",
		"title": "Дмитрий Игоревич",
		"author": "Дмитрий Игоревич"
	}
]
